{"@context":"http://schema.org","@type":"Dataset","@id":"https://doi.org/10.7939/DVN/10953","identifier":"https://doi.org/10.7939/DVN/10953","name":"Health Research Data Landscape Map for Curating Risk, Mediating Access: mapping the legal, policy and organizational context of data sharing in the health sciences.","creator":[{"name":"Roark, Kendall","affiliation":"University of Alberta"}],"author":[{"name":"Roark, Kendall","affiliation":"University of Alberta"}],"datePublished":"2016-11-22","dateModified":"2016-11-21","version":"1","description":["This publication includes .txt file and.cvs spreadsheet of map propositions, pdf Data Flow image of a static map, and a CMap file needed for recreating the CRMA stakeholder and data flow maps produced for the Curating Risk, Mediating Access (CRMA) project reports and publications. Stated assertions of relationships between organizations and data flows are based solely on information obtained via observations of public meetings, in-depth interviews with stakeholders and non-systematic web searching. Maps were generated to visualize preliminary findings of interest to stakeholder organizations and to provide a tool for further conceptualizing community engaged inquiry within such organizations. While the information contained is relevant to how some research participants and stakeholders view data governance and health data flows in the province of Alberta, it does not necessarily portray a complete or accurate description of such processes or relationships. The information is also limited by among other things, the author's access to internal documentation, role as a postdoctoral trainee and the time in which information was collected August 2013-May 2015. The purpose of the Curating Risk, Mediating Access (CRMA) project is to investigate practices, norms, policies, and infrastructure in clinical and health research that relate to sharing research data. The objectives are two-fold: 1)to map the current legal, ethical, and normative practices across the clinical and health research lifecycle that affect access to and the sharing of confidential health data; and 2)to examine the possible application of privacy-enhanced data sharing protocols for clinical and health research, given the results of the mapping exercise."],"keywords":["data governance, mapping, health science, data sharing"],"citation":[{"@type":"CreativeWork","text":"Health Research Data Landscape Map for Curating Risk, Mediating Access: mapping the legal, policy and organizational context of data sharing in the health sciences."}],"temporalCoverage":["2013/2015"],"license":{"@type":"Dataset"},"includedInDataCatalog":{"@type":"DataCatalog","name":"UAL Dataverse","url":"https://dataverse.library.ualberta.ca"},"publisher":{"@type":"Organization","name":"UAL Dataverse"},"provider":{"@type":"Organization","name":"UAL Dataverse"},"spatialCoverage":["Canada","Alberta, Canada"],"distribution":[{"@type":"DataDownload","name":"Alberta Health Research Data Landscape_May112015.cmap","fileFormat":"application/octet-stream","contentSize":75632,"description":"concept/relationship map generated in CmapTools Knowledge Modeling Kit, v. 6.01.01 http://cmap.ihmc.us/","contentUrl":"https://dataverse.library.ualberta.ca/api/access/datafile/6859"},{"@type":"DataDownload","name":"Alberta Health Research Data Landscape_May112015 (Propositions).csv","fileFormat":"text/plain; charset=US-ASCII","contentSize":12813,"description":".csv format of Propositions file for Alberta Health Research Data Landscape Map v1","contentUrl":"https://dataverse.library.ualberta.ca/api/access/datafile/6861"},{"@type":"DataDownload","name":"Alberta Health Research Data Landscape_May112015 (Propositions).txt","fileFormat":"text/plain; charset=US-ASCII","contentSize":12808,"description":".txt format of Propositions file for Alberta Health Research Data Landscape Map v1","contentUrl":"https://dataverse.library.ualberta.ca/api/access/datafile/6860"},{"@type":"DataDownload","name":"Alberta Health Research Data Landscape_May112015 - What are the governance structures and relationships between different health research data stakeholders within the province of Alberta, Canada.pdf","fileFormat":"application/pdf","contentSize":3611986,"description":"pdf version of Alberta Health Research Data Landscape CMap export","contentUrl":"https://dataverse.library.ualberta.ca/api/access/datafile/6862"}]}