{"@context":"http://schema.org","@type":"Dataset","@id":"https://doi.org/10.7939/DVN/10004","identifier":"https://doi.org/10.7939/DVN/10004","name":"Alberta Survey, 2012B","creator":[{"name":"Population Research Laboratory","affiliation":"Department of Sociology, University of Alberta"}],"author":[{"name":"Population Research Laboratory","affiliation":"Department of Sociology, University of Alberta"}],"datePublished":"2014-04-24","dateModified":"2018-03-02","version":"7","description":["The Population Research Laboratory (PRL), a member of the Association of Academic Survey Research Organizations (AASRO), seeks to advance the research, education and service goals of the University of Alberta by helping academic researchers and policy makers design and implement applied social science research projects. The PRL specializes in the gathering, analysis, and presentation of data about demographic, social and public issues. The PRL research team provides expert consultation and implementation of quantitative and qualitative research methods, project design, sample design, web-based, paper-based and telephone surveys, field site testing, data analysis and report writing. The PRL follows scientifically rigorous and transparent methods in each phase of a research project. Research Coordinators are members of the American Association for Public Opinion Research (AAPOR) and use best practices when conducting all types of research. The PRL has particular expertise in conducting computer-assisted telephone interviews (referred to as CATI surveys). When conducting telephone surveys, all calls are displayed as being from the \"U of A PRL\", a procedure that assures recipients that the call is not from a telemarketer, and thus helps increase response rates. The PRL maintains a complement of highly skilled telephone interviewers and supervisors who are thoroughly trained in FOIPP requirements, respondent selection procedures, questionnaire instructions, and neutral probing. A subset of interviewers are specially trained to convince otherwise reluctant respondents to participate in the study, a practice that increases response rates and lowers selection bias. PRL staff monitors data collection on a daily basis to allow any necessary adjustments to the volume and timing of calls and respondent selection criteria. The Population Research Laboratory (PRL) administered the 2012 Alberta Survey B. This survey of households across the province of Alberta continues to enable academic researchers, government departments, and non-profit organizations to explore a wide range of topics in a structured research framework and environment. Sponsors' research questions are asked together with demographic questions in a telephone interview of Alberta households. This data consists of the information from 1207 Alberta residence, interviewed between June 5, 2012 and June 27, 2012. The amount of responses indicates that the response rate, as calculated percentages representing the number of people who participated in the survey divided by the number selected in the eligible sample, was 27.6% for survey B. The subject ares included in the 2012 Alberta Survey B includes socio-demographic and background variables such as: household composition, age, gender, marital status, highest level of education, household income, religion, ethnic background, place of birth, employment status, home ownership, political party support and perceptions of financial status. In addition, the topics of public health and injury control, tobacco reduction, activity limitations and personal directives, unions, politics and health."],"keywords":["Arts and Humanities","Social Sciences","Public opinion -- Alberta","Social surveys -- Alberta","Alberta -- Social consitions -- Statistics","Alberta -- Economic conditions --Statistics","public health","injury control","tobacco reduction","activity limitations","personal directives","unions","politics","health"],"temporalCoverage":["2012-07/2012-07"],"license":{"@type":"Dataset"},"includedInDataCatalog":{"@type":"DataCatalog","name":"UAL Dataverse","url":"https://dataverse.library.ualberta.ca"},"publisher":{"@type":"Organization","name":"UAL Dataverse"},"provider":{"@type":"Organization","name":"UAL Dataverse"},"spatialCoverage":["Canada","Alberta"],"distribution":[{"@type":"DataDownload","name":"2012bAlbertaSurvey_Codebook.pdf","fileFormat":"application/pdf","contentSize":400617,"description":"Codebook","contentUrl":"https://dataverse.library.ualberta.ca/api/access/datafile/842"},{"@type":"DataDownload","name":"2012bAlbertaSurvey_Data.tab","fileFormat":"text/tab-separated-values","contentSize":482044,"description":"Survey data file","contentUrl":"https://dataverse.library.ualberta.ca/api/access/datafile/841"},{"@type":"DataDownload","name":"2012bAlbertaSurvey_SamplingReport.pdf","fileFormat":"application/pdf","contentSize":178463,"description":"Methodology Report","contentUrl":"https://dataverse.library.ualberta.ca/api/access/datafile/843"}]}