{"@context":"http://schema.org","@type":"Dataset","@id":"https://doi.org/10.7939/DVN/LF4WDG","identifier":"https://doi.org/10.7939/DVN/LF4WDG","name":"Greenhouse gas and water chemistry data for northern lakes in western Canada","creator":[{"name":"Kuhn, McKenzie","affiliation":"University of Alberta"}],"author":[{"name":"Kuhn, McKenzie","affiliation":"University of Alberta"}],"datePublished":"2021-04-02","dateModified":"2021-04-13","version":"1","description":["The data provided in one xlsx file has three tabs: “ReadMe”, “Lake_Info”, and “metadata.” “metadata“ contains field and laboratory data for samples collected from 20 lakes throughout Alberta and the Northwest Territories in 2018 and 2019. Greenhouse gas fluxes and water quality metrics (dissolved oxygen, water temperature, conductivity and pH) were measured in the field using a portable gas analyzer (Los Gatos Research, California) and a handheld water monitor (Yellow Springs Instruments), respectively. Other surface water data represent water samples collected in the field and analyzed at the University of Alberta. Dissolved methane and ebullitive methane and carbon dioxide concentrations were analyzed at the Catchment and Wetland Sciences Laboratory. Dissolved organic carbon and nitrogen and ions concentrations were measures at Natural Resources Analytical Laboratory. Chlorophyll a concentrations were measured at the Biogeochemical Analytical Service Laboratory. See “ReadMe” tab for more information on the type of data represented and their analysis methods. “Lake_Info” contains the lake IDs, permafrost zone, coordinates (decimal degrees), water column depths (meters), and surface areas (hectares) for the study lakes included in the metadata."],"keywords":["Earth and Environmental Sciences","methane","carbon dioxide","permafrost","north","lake","peatland"],"license":{"@type":"Dataset","text":"CC0","url":"https://creativecommons.org/publicdomain/zero/1.0/"},"includedInDataCatalog":{"@type":"DataCatalog","name":"UAL Dataverse","url":"https://dataverse.library.ualberta.ca"},"publisher":{"@type":"Organization","name":"UAL Dataverse"},"provider":{"@type":"Organization","name":"UAL Dataverse"},"distribution":[{"@type":"DataDownload","name":"kuhn_northern_lake_metadata.tab","fileFormat":"text/tab-separated-values","contentSize":4404,"contentUrl":"https://dataverse.library.ualberta.ca/api/access/datafile/16823"}]}