{"@context":"http://schema.org","@type":"Dataset","@id":"https://doi.org/10.7939/DVN/QDXA7A","identifier":"https://doi.org/10.7939/DVN/QDXA7A","name":"Evaluating implementation and pragmatism of cancer-specific exercise programs: A scoping review","creator":[{"name":"Purdy, Graeme","affiliation":"University of Alberta, Department of Physical Therapy"}],"author":[{"name":"Purdy, Graeme","affiliation":"University of Alberta, Department of Physical Therapy"}],"datePublished":"2021-10-01","dateModified":"2021-10-01","version":"1","description":["Purpose: Studies in exercise oncology are increasingly evaluating the implementation of cancer-specific exercise programming in real-world settings. Evaluating current implementation efforts and identifying current research gaps may inform future implementation. This scoping review explores studies implementing cancer-specific exercise programs to determine their pragmatic characteristics and evaluate potential for translation into practice. Methods: A systematic literature search was conducted using five databases (up to July 2020) to identify implementation studies that used qualitative or quantitative methods. Program pragmatism was evaluated using the PRECIS/RE-AIM tool. Results: 14 articles were included for review. While programs were moderately pragmatic (average: 3.4; range: 2.8-4.2), variability was observed between scoring domains. Programs scored higher (more pragmatic) in domains typical for effectiveness studies, including participant eligibility, follow-up intensity, primary trial outcome, and analysis of primary outcome. In contrast, programs scored lower (less pragmatic) in domains aligned with implementation science, including intervention flexibility, adoption, implementation, and maintenance. Limited information was reported regarding program fidelity, adaptations, and maintenance/sustainability. Conclusion: Researchers should consider the pragmatism of interventions, the nuances of program adoption and implementation at the setting level, and the transition and integration of programming into the healthcare system. Future studies may benefit from the inclusion of decision-makers and implementation experts and shifting focus towards flexible programming."],"keywords":["Medicine, Health and Life Sciences","Oncology"],"citation":[{"@type":"CreativeWork","text":"Purdy GM, Sobierajski FM, Dolgoy ND, McNeely ML. Evaluating implementation and pragmatism of cancer-specific exercise programs: a scoping review. Journal of Cancer Survivorship (2021)"}],"license":{"@type":"Dataset","text":"CC0","url":"https://creativecommons.org/publicdomain/zero/1.0/"},"includedInDataCatalog":{"@type":"DataCatalog","name":"UAL Dataverse","url":"https://dataverse.library.ualberta.ca"},"publisher":{"@type":"Organization","name":"UAL Dataverse"},"provider":{"@type":"Organization","name":"UAL Dataverse"},"distribution":[{"@type":"DataDownload","name":"Purdy, G. Data Repository - Extraction Tables (1).xltm","fileFormat":"application/vnd.ms-excel.template.macroenabled.12","contentSize":170131,"description":"Extraction table ","contentUrl":"https://dataverse.library.ualberta.ca/api/access/datafile/13510"}]}