{"@context":"http://schema.org","@type":"Dataset","@id":"https://doi.org/10.7939/DVN/X5XREK","identifier":"https://doi.org/10.7939/DVN/X5XREK","name":"Pediatric Malnutrition Screening","creator":[{"name":"PolicyWise, SAGE"}],"author":[{"name":"PolicyWise, SAGE"}],"datePublished":"2020-02-28","dateModified":"2020-05-07","version":"2","description":["Background: Identifying children at malnutrition risk on admission to hospital is considered best practice; however, nutrition screening in pediatric populations is not common. The aim of this study was to determine which screening tool is able to identify children with malnutrition on admission to hospital. Methods: A nurse administered 2 pediatric nutrition screening tools, Screening Tool for Risk on Nutritional Status and Growth (STRONGkids) and Pediatric Nutrition Screening Tool (PNST) to patients admitted to medicine and surgery units (n = 165). The Subjective Global Nutritional Assessment (SGNA) was then completed by a dietitian, blinded to the results of the screens. Sensitivity, specificity, and ? were calculated for both screening tools against the SGNA. A receiver operating characteristic (ROC) curve assessed alternate cutoffs for each tool. Length of hospital stay (LOS) was used to assess prospective validity. Results: Using the recommended cutoffs, the sensitivity of STRONGkids was 89%, specificity 35%, and ? 0.483. The sensitivity of PNST was 58%, specificity 88%, and ? 0.601. Using adjusted cutoffs, PNST's sensitivity improved to 87%, specificity 71%, and ? 0.681, and STRONGkids specificity improved to 61%, sensitivity 80%, and ? 0.5. Children identified at nutrition risk had significantly longer LOS (P < 0.05). Conclusion: This study showed neither tool was appropriate for clinical use based on published cutoffs. By adjusting the cutoffs using ROC curve analysis, both tools improved overall agreement with the SGNA without significantly impacting the prospective validity. PNST with adjusted cutoffs is the most appropriate for clinical use in this population."],"keywords":["Medicine, Health and Life Sciences","hospitalized child","length of stay","malnutrition","nutrition screening","pediatrics"],"citation":[{"@type":"CreativeWork","text":"Carter, Laura E., Shoyele, Grace, Southon, Sarah, Farmer, Anna, Persad, Rabin, Mazurak, Vera C., BrunetWood, M. Kim. Screening for Pediatrics Malnutrition at Hospital Admission: Which Screening Tool Is Best?. Nutrition in Clinical Practice.Volume 0, Number 0:1-8.","@id":"https://doi.org/10.1002/ncp.10367","identifier":"https://doi.org/10.1002/ncp.10367"}],"license":{"@type":"Dataset","text":"CC0","url":"https://creativecommons.org/publicdomain/zero/1.0/"},"includedInDataCatalog":{"@type":"DataCatalog","name":"UAL Dataverse","url":"https://dataverse.library.ualberta.ca"},"publisher":{"@type":"Organization","name":"UAL Dataverse"},"provider":{"@type":"Organization","name":"UAL Dataverse"},"distribution":[{"@type":"DataDownload","name":"S13_PMal_Full_Metadata.pdf","fileFormat":"application/pdf","contentSize":197955,"@id":"https://doi.org/10.7939/DVN/X5XREK/RM7OFU","identifier":"https://doi.org/10.7939/DVN/X5XREK/RM7OFU","contentUrl":"https://dataverse.library.ualberta.ca/api/access/datafile/11778"},{"@type":"DataDownload","name":"S13_PMal_NoElement_Metadata.pdf","fileFormat":"application/pdf","contentSize":170369,"@id":"https://doi.org/10.7939/DVN/X5XREK/CSFTE8","identifier":"https://doi.org/10.7939/DVN/X5XREK/CSFTE8","contentUrl":"https://dataverse.library.ualberta.ca/api/access/datafile/11779"}]}