{"@context":"http://schema.org","@type":"Dataset","@id":"https://doi.org/10.7939/DVN/10831","identifier":"https://doi.org/10.7939/DVN/10831","name":"Chapter3: Genome-wide association for milk production and female fertility traits in Canadian dairy Holstein cattle","creator":[{"name":"Nayeri, Shadi","affiliation":"University of Alberta"},{"name":"Sargolzaei, Mehdi","affiliation":"Centre for the Genetic Improvement of Livestock, University of Guelph, Ontario, Canada; The Semex Alliance, Canada"},{"name":"Abo-Ismail, Mohammed"},{"name":"May, Natalei"},{"name":"Miller, Stephen P."},{"name":"Schenkel, Flavio"},{"name":"Moore, Stephen"},{"name":"Stothard, Paul"}],"author":[{"name":"Nayeri, Shadi","affiliation":"University of Alberta"},{"name":"Sargolzaei, Mehdi","affiliation":"Centre for the Genetic Improvement of Livestock, University of Guelph, Ontario, Canada; The Semex Alliance, Canada"},{"name":"Abo-Ismail, Mohammed"},{"name":"May, Natalei"},{"name":"Miller, Stephen P."},{"name":"Schenkel, Flavio"},{"name":"Moore, Stephen"},{"name":"Stothard, Paul"}],"datePublished":"2016-07-26","dateModified":"2016-07-25","version":"2","description":[""],"keywords":[],"citation":[{"@type":"CreativeWork","text":"https://bmcgenet.biomedcentral.com/articles/10.1186/s12863-016-0386-1"}],"license":{"@type":"Dataset"},"includedInDataCatalog":{"@type":"DataCatalog","name":"UAL Dataverse","url":"https://dataverse.library.ualberta.ca"},"publisher":{"@type":"Organization","name":"UAL Dataverse"},"provider":{"@type":"Organization","name":"UAL Dataverse"},"distribution":[{"@type":"DataDownload","name":"Additional_figure_1.pptx","fileFormat":"application/vnd.openxmlformats-officedocument.presentationml.presentation","contentSize":994628,"description":"Genome-wide association analysis and quantile-quantile (Q-Q) of P-values of SNPs from single SNP regression mixed linear model for milk production traits:  Panels A-D: The –log10 of the P-value for association with SNPs is plotted. Chromosome number is shown on the horizontal axis. The traits included in this file are A. fat production (FAT); B. fat deviation (FATD); C. protein production (PROT); D. protein deviation (PROTD). The red line is the threshold for significant SNPs at 1% FDR. The green line is the threshold for significant SNPs at 5% FDR. Panels E-I: In the Q-Q plots the blue dots represent the –log10(P-values) to the expected distribution under the null hypothesis of no association. The traits are shown as E. milk production (MILK); F. fat production (FAT); G. fat deviation (FATD); H. protein production (PROT); I. protein deviation (PROTD). The red line denotes the expected pattern under the null hypothesis. Deviations between the red line and blue dots indicate how the test statistics of loci deviate from the null hypothesis. "},{"@type":"DataDownload","name":"Additional_figure_2.pptx","fileFormat":"application/vnd.openxmlformats-officedocument.presentationml.presentation","contentSize":3295623,"description":"Genome-wide association analysis and quantile-quantile (Q-Q) of P-values of SNPs from single SNP regression mixed linear model for fertility traits:  Panels A-C: The –log10 of the P-value for association with SNPs is plotted. Chromosome number is shown on the horizontal axis. The traits are shown as A. daughter fertility (DF); B. heifer first service to calving interval (FSTCh); C. days open (DO). The red line is the threshold for significant SNPs at 1% FDR. The green line is the threshold for significant SNPs at 5% FDR. Panels D-G: In the Q-Q plots the blue dots represent the –log10(P-values) to the expected distribution under the null hypothesis of no association. The traits are shown as D. daughter fertility (DF); E. heifer first service to calving interval (FSTCh); F. calving to first service interval (CTFS); G. days open (DO). The red line denotes the expected pattern under the null hypothesis. Deviations between the red line and blue dots indicate how the test statistics of loci deviate from the null hypothesis.  "},{"@type":"DataDownload","name":"Additional_file_S1.xls","fileFormat":"application/vnd.ms-excel","contentSize":530432,"description":"Excel file describing highly significant SNPs (genome-wise FDR ≤ 5%, FDR ≤ 1% and genome-wise Bonferroni ≤ 5%) resulting from GWAS using single SNP regression mixed linear model for milk production (MILK), fat production (FAT), fat deviation (FATD), protein production (PROT) and protein deviation (PROTD)."},{"@type":"DataDownload","name":"Additional_file_S2.xls","fileFormat":"application/vnd.ms-excel","contentSize":40960,"description":"Excel file describing highly significant SNPs (genome-wise FDR ≤ 5%, FDR ≤ 1% and genome-wise Bonferroni ≤ 5%) resulting from GWAS using single SNP regression mixed linear model for calving to first service interval (CTFS) and days open (DO)."},{"@type":"DataDownload","name":"Additional_file_S3.xls","fileFormat":"application/vnd.ms-excel","contentSize":4889600,"description":"Excel file describing previously identified production or fertility trait QTL that overlap with the SNPs identified in this study for milk production (MILK), fat production (FAT), fat deviation (FATD), protein production (PROTD) and protein deviation (PROTD). "},{"@type":"DataDownload","name":"Additional_file_S4.xls","fileFormat":"application/vnd.ms-excel","contentSize":30720,"description":"Excel file describing previously identified production or fertility trait QTL that overlap with the SNPs identified in this study for calving to first service interval (CTFS)."},{"@type":"DataDownload","name":"Additional_file_S5.xls","fileFormat":"application/vnd.ms-excel","contentSize":822272,"description":"Excel file describing gene ontology biological process terms enriched among GWAS results for production traits; milk production (MILK), fat production (FAT), fat deviation (FATD), protein production (PROT) and protein deviation (PROTD)."},{"@type":"DataDownload","name":"Additional_file_S6.xls","fileFormat":"application/vnd.ms-excel","contentSize":347648,"description":"Excel file describing gene ontology biological process terms enriched among GWAS results for fertility traits; calving to first service interval (CTFS) and days open (DO)."},{"@type":"DataDownload","name":"Additional_file_S7.xls","fileFormat":"application/vnd.ms-excel","contentSize":44544,"description":"Common significant SNPs (genome-wise 1% FDR) identified among all production related traits (MILK, FAT, PROT, FATD, PROTD) using single SNP regression mixed linear model on imputed BovineHD (777k) genotypes in Holstein cattle."},{"@type":"DataDownload","name":"Additional_file_S8.xls","fileFormat":"application/vnd.ms-excel","contentSize":34816,"description":"Common significant SNPs (genome-wise 1% FDR) identified among all fertility related traits (CTFS and DO) using single SNP regression mixed linear model on the imputed BovineHD (777k) genotypes in Holstein cattle."}]}