{"@context":"http://schema.org","@type":"Dataset","@id":"https://doi.org/10.7939/DVN/TCZRUP","identifier":"https://doi.org/10.7939/DVN/TCZRUP","name":"Chan SES: Development of a Canadian socioeconomic status index for the study of health outcomes related to environmental pollution","creator":[{"name":"Chan, Emily","affiliation":"Department of Pediatrics, University of Alberta, Edmonton, Canada"},{"name":"Serrano, Jesus","affiliation":"School of Public Health, University of Alberta, Edmonton, Canada"},{"name":"Chen, Li","affiliation":"Population Studies Division, Health Canada, Ottawa, Canada"},{"name":"Steib, David M.","affiliation":"Population Studies Division, Health Canada, Vancouver, Canada"},{"name":"Jerrett, Michael","affiliation":"School of Public Health, University of California, Berkeley, USA"},{"name":"Osornio-Vargas, Alvaro","affiliation":"Department of Pediatrics, University of Alberta, Edmonton, Canada"}],"author":[{"name":"Chan, Emily","affiliation":"Department of Pediatrics, University of Alberta, Edmonton, Canada"},{"name":"Serrano, Jesus","affiliation":"School of Public Health, University of Alberta, Edmonton, Canada"},{"name":"Chen, Li","affiliation":"Population Studies Division, Health Canada, Ottawa, Canada"},{"name":"Steib, David M.","affiliation":"Population Studies Division, Health Canada, Vancouver, Canada"},{"name":"Jerrett, Michael","affiliation":"School of Public Health, University of California, Berkeley, USA"},{"name":"Osornio-Vargas, Alvaro","affiliation":"Department of Pediatrics, University of Alberta, Edmonton, Canada"}],"datePublished":"2018-03-07","dateModified":"2019-09-09","version":"2","description":["Background: Socioeconomic status (SES) is an important determinant of health and potential modifier of the effects of environmental contaminants. There has been a lack of comprehensive indices for measuring overall SES in Canada. Here, a more comprehensive SES index is developed aiming to support future studies exploring health outcomes related to environmental pollution in Canada.  Methods: SES variables (n=22, Census Canada 2006) were selected based on: cultural identities, housing characteristics, variables identified in Canadian environmental injustice studies and a previous deprivation index (Pampalon index). Principal component analysis with a single varimax rotation (factor loadings=¦60¦) was performed on SES variables for 52974 census dissemination areas (DA). The final index was created by averaging the factor scores per DA according to the three components retained. The index was validated by examining its association with preterm birth (gestational age<37 weeks), term low birth weight (LBW, <2500 g), small for gestational age (SGA, <10 percentile of birth weight for gestational age) and PM2.5 (particulate matter=2.5 µm) exposures in Edmonton, Alberta (1999–2008).  Results: Index values exhibited a relatively normal distribution (median=0.11, mean=0.0, SD=0.58) across Canada. Values in Alberta tended to be higher than in Newfoundland and Labrador, Northwest Territories and Nunavut (Pearson chi-square p<0.001 across provinces). Lower quintiles of our index and the Pampalon’s index confirmed know associations with a higher prevalence of LBW, SGA, preterm birth and PM2.5 exposure. Results with our index exhibited greater statistical significance and a more consistent gradient of PM2.5 levels and prevalence of pregnancy outcomes.  Conclusions: Our index reflects more dimensions of SES than an earlier index and it performed superiorly in capturing gradients in prevalence of pregnancy outcomes. It can be used for future research involving environmental pollution and health in Canada.  These metadata can also be found on SAGE's searchable metadata website: http://sagemetadata.policywise.com/nada/index.php/catalog/14"],"keywords":["Earth and Environmental Sciences","Medicine, Health and Life Sciences","Social Sciences","Socioeconomic status","Environment","Health"],"citation":[{"@type":"CreativeWork","text":"Chan E, Serrano J, Chen L, Stieb DM, Jerrett M, Osornio-Vargas A. Development of a Canadian socioeconomic status index for the study of health outcomes related to environmental pollution. BMC Public Health. 2015;15(1):714. doi: 10.1186/s12889-015-1992-y."}],"temporalCoverage":["2006-05-16/2006-05-16"],"license":{"@type":"Dataset","text":"CC0","url":"https://creativecommons.org/publicdomain/zero/1.0/"},"includedInDataCatalog":{"@type":"DataCatalog","name":"UAL Dataverse","url":"https://dataverse.library.ualberta.ca"},"publisher":{"@type":"Organization","name":"UAL Dataverse"},"provider":{"@type":"Organization","name":"UAL Dataverse"},"spatialCoverage":["Canada"],"distribution":[{"@type":"DataDownload","name":"S11_ChanSES_full_metadata_v01.pdf","fileFormat":"application/pdf","contentSize":501541,"@id":"https://doi.org/10.7939/DVN/TCZRUP/PQNXCQ","identifier":"https://doi.org/10.7939/DVN/TCZRUP/PQNXCQ"}]}