{"@context":"http://schema.org","@type":"Dataset","@id":"https://doi.org/10.7939/DVN/10732","identifier":"https://doi.org/10.7939/DVN/10732","name":"Factor structure, reliability and measurement invariance of the Alberta Context Tool and the Conceptual Research Utilization Scale, for German residential long term care","creator":[{"name":"Hoben, Matthias","affiliation":"University of Alberta, Faculty of Nursing"}],"author":[{"name":"Hoben, Matthias","affiliation":"University of Alberta, Faculty of Nursing"}],"datePublished":"2016-04-05","dateModified":"2016-04-04","version":"1","description":["Background We translated the Canadian residential long term care versions of the Alberta Context Tool (ACT) and the Conceptual Research Utilization (CRU) Scale into German, to study the association between organizational context factors and research utilization in German nursing homes. Both instruments are self-report questionnaires used with care providers working in nursing homes. Our aim was to assess the factor structure, reliability, and measurement invariance between care provider groups responding to these instruments. Methods In a stratified random sample of 38 nursing homes in one German region (Metropolregion Rhein-Neckar), we collected questionnaires from 273 care aides, 196 regulated nurses, 152 allied health providers, 6 quality improvement specialists, 129 clinical leaders, and 65 nursing students. The factor structure was assessed using confirmatory factor models. The first model included all ten Alberta Context Tool concepts. We also decided a priori to run two separate models for the scale-based and the count-based Alberta Tool concepts as suggested by the instrument developers. The fourth model included the five Conceptual Research Utilization Scale items. Reliability scores were calculated based on the parameters of the best-fitting factor models. Multiple-group confirmatory factor models were used to assess measurement invariance between the provider groups. Results Rather than the hypothesized ten-factor structure of the Alberta Context Tool, confirmatory factor models suggested thirt een factors. The one-factor solution of the Conceptual Research Utilization Scale was confirmed. The reliability was acceptable (> .7 in the entire sample and in all provider groups) for 10 of 13 Alberta Context Tool concepts. The reliability of the Conceptual Research Utilization Scale was high (.90 to .96). We could demonstrate partial strong measurement invariance for both Alberta Context Tool models and partial strict measurement invariance for the Conceptual Research Utilization Scale. Conclusions Our results suggest that the scores of the German ACT and the CRU Scale for nursing homes are acceptably reliable and valid. However, as the ACT lacked strict measurement invariance, observed variables (or scale scores based on them) cannot be compared between provider groups. Rather, group comparisons should be based on latent variable models, which consider the different residual variances of each group."],"keywords":["psychometric testing, confirmatory factor analysis, measurement invariance","Alberta Context Tool, Conceptual Research Utilization Scale, organizational context, best practice use, residential long term care"],"citation":[{"@type":"CreativeWork","text":"Factor structure, reliability and measurement invariance of the Alberta Context Tool and the Conceptual Research Utilization Scale, for German residential long term care"}],"temporalCoverage":["2012-08-23/2013-02-28"],"license":{"@type":"Dataset"},"includedInDataCatalog":{"@type":"DataCatalog","name":"UAL Dataverse","url":"https://dataverse.library.ualberta.ca"},"publisher":{"@type":"Organization","name":"UAL Dataverse"},"provider":{"@type":"Organization","name":"UAL Dataverse"},"spatialCoverage":["Germany","One region in South Germany (Metropolregion Rhein-Neckar)"],"distribution":[{"@type":"DataDownload","name":"ACT_CRU_German_survey_data_11Oct2013.tab","fileFormat":"text/tab-separated-values","contentSize":169077,"description":"","contentUrl":"https://dataverse.library.ualberta.ca/api/access/datafile/6087"},{"@type":"DataDownload","name":"ACT_RU_German_facility_data_10Mar2013.tab","fileFormat":"text/tab-separated-values","contentSize":7225,"description":"","contentUrl":"https://dataverse.library.ualberta.ca/api/access/datafile/6088"}]}