{"@context":"http://schema.org","@type":"Dataset","@id":"https://doi.org/10.7939/DVN/AGVX6R","identifier":"https://doi.org/10.7939/DVN/AGVX6R","name":"DNA barcoding media coverage in partner nations 2003-2013","creator":[{"name":"Geary, Janis","affiliation":"University of Alberta"}],"author":[{"name":"Geary, Janis","affiliation":"University of Alberta"}],"datePublished":"2017-11-20","dateModified":"2017-11-20","version":"1","description":["We searched media databases LexisNexis, Factiva, and Canadian Newsstand for English language articles and limited our search to print and online newspaper coverage. We searched publications in iBOL partner nations from January 2003-Dec 2013; 2003 was the publication year of the first paper formally proposing DNA barcoding as a large-scale, standardized system for specimen identification (Hebert et al. 2003). We designed our search algorithms to capture articles with iterations of “Barcode of Life” or “DNA barcoding” found anywhere in the article. We manually excluded duplicated (identical publications obtained from more than one database) but not syndicated articles (similar/identical articles published in more than one newspaper under one management or derived from a paid service subscription, such as a newswire service), and non-print articles (for example, newswires that were not published). We also excluded a small number of articles in which DNA barcoding referred to activities other than the differentiation of species using a standardized short DNA sequence. For example, we excluded articles in which “DNA barcoding” described methods used to track an individual animal from farm to market. We developed a priori codes foR content analysis of each article based on descriptions of the iBOL Project and DNA barcoding from the iBOL website and other publications, including: article characteristics, iBOL missions and working groups, barcoding science, and genetic resource sharing. A single researcher read each article and assigned it codes. We assessed the reliability of this data collection method by having a second researcher code a subset of the articles (n=183) to estimate inter-rater agreement. Our acceptable level of agreement ranged from 70-99% for each category used in our analysis, and the average agreement was 87%."],"keywords":["Social Sciences","DNA barcoding","science in the media","public communication of science"],"temporalCoverage":["2003/2013"],"license":{"@type":"Dataset","text":"CC0","url":"https://creativecommons.org/publicdomain/zero/1.0/"},"includedInDataCatalog":{"@type":"DataCatalog","name":"UAL Dataverse","url":"https://dataverse.library.ualberta.ca"},"publisher":{"@type":"Organization","name":"UAL Dataverse"},"provider":{"@type":"Organization","name":"UAL Dataverse"},"distribution":[{"@type":"DataDownload","name":"Coding categories for media articles.docx","fileFormat":"application/vnd.openxmlformats-officedocument.wordprocessingml.document","contentSize":23829,"description":"A list of the coding categories used to coded each media article","contentUrl":"https://dataverse.library.ualberta.ca/api/access/datafile/8778"},{"@type":"DataDownload","name":"Geary et al 2016 DNA barcoding in the media.pdf","fileFormat":"application/pdf","contentSize":301740,"contentUrl":"https://dataverse.library.ualberta.ca/api/access/datafile/8776"},{"@type":"DataDownload","name":"iBOL Media Data Set April 2016.tab","fileFormat":"text/tab-separated-values","contentSize":7687776,"contentUrl":"https://dataverse.library.ualberta.ca/api/access/datafile/8777"},{"@type":"DataDownload","name":"Search algorithms to identify DNA barcoding media articles.docx","fileFormat":"application/vnd.openxmlformats-officedocument.wordprocessingml.document","contentSize":12987,"contentUrl":"https://dataverse.library.ualberta.ca/api/access/datafile/8780"}]}