{"@context":"http://schema.org","@type":"Dataset","@id":"https://doi.org/10.7939/DVN/QYOHZH","identifier":"https://doi.org/10.7939/DVN/QYOHZH","name":"Assessing the dual-mycorrhizal status of a widespread tree species as a model for studies on stand biogeochemistry","creator":[{"name":"Karst, Justine","affiliation":"University of Alberta","@id":"https://orcid.org/0000-0003-0497-1552","identifier":"https://orcid.org/0000-0003-0497-1552"}],"author":[{"name":"Karst, Justine","affiliation":"University of Alberta","@id":"https://orcid.org/0000-0003-0497-1552","identifier":"https://orcid.org/0000-0003-0497-1552"}],"datePublished":"2021-04-26","dateModified":"2021-04-26","version":"1","description":["Towards assessing aspen as a potential model for testing the influence of mycorrhizal type on ecosystem processes, we first set to confirm its dual-mycorrhizal status. We assessed the evidence for dual-colonization of aspen by ecto- and arbuscular mycorrhizal (AM) fungi at two soil depths across 27 stands across nearly 1500 km spanning boreal and parkland biomes. Given the increase in arbuscular mycorrhizas with temperature and evapotranspiration and the opposite for ectomycorrhizas, we hypothesized that AM fungi would increase, and ectomycorrhizal fungi decrease in abundance with decreasing moisture availability. Second, simultaneous with our regional-scale survey, we examined some ecosystem correlates of putative shifts in the dominance of mycorrhizal type in aspen. We measured leaf traits connected to nutrient economic strategies and decomposition, and pools of carbon and nitrogen in soils of aspen forests. Studies have found that leaves from ectomycorrhizal (EM) tree species decompose slower than those from AM tree species and that mycorrhizal tree type predicts soil C and nutrient dynamics. The mechanism, however, underlying the distinct effects of EM and AM trees on soil organic matter is unclear. Namely, it may not be AM fungi per se, but rather the activity of microbes upon competitive release in the absence of EM fungi that influences soil organic matter dynamics in AM stands. Thus, we hypothesized that variation in EM fungal abundance rather than that of AM fungi may influence soil carbon and nutrient cycling.","None"],"keywords":["Earth and Environmental Sciences","mycorrhizal ecology","biogeochemistry"],"citation":[{"@type":"CreativeWork","text":"Justine Karst, James Franklin, Andrea Simeon, Ashley Light, Jonathan A. Bennett, Nadir Erbilgin. Assessing the dual-mycorrhizal status of a widespread tree species as a model for studies on stand biogeochemistry. Submitted"}],"license":{"@type":"Dataset","text":"CC0","url":"https://creativecommons.org/publicdomain/zero/1.0/"},"includedInDataCatalog":{"@type":"DataCatalog","name":"UAL Dataverse","url":"https://dataverse.library.ualberta.ca"},"publisher":{"@type":"Organization","name":"UAL Dataverse"},"provider":{"@type":"Organization","name":"UAL Dataverse"},"distribution":[{"@type":"DataDownload","name":"Karstetal_Dataverse_CSV.tab","fileFormat":"text/tab-separated-values","contentSize":15222,"description":"Refer to notepad file 'Karsteta_Dataverse_metadata.txt for information on the column headings; sample collection and analysis and units","contentUrl":"https://dataverse.library.ualberta.ca/api/access/datafile/16707"},{"@type":"DataDownload","name":"Karstetal_Dataverse metadata.txt","fileFormat":"text/plain","contentSize":5642,"description":"All column headings of csv are explained in this file","contentUrl":"https://dataverse.library.ualberta.ca/api/access/datafile/16709"},{"@type":"DataDownload","name":"Karstetal_Dataverse.tab","fileFormat":"text/tab-separated-values","contentSize":15828,"description":"Data is presented on first sheet and the metadata is on the second sheet","contentUrl":"https://dataverse.library.ualberta.ca/api/access/datafile/16708"}]}