{"last-modified-date":null,"name":{"created-date":{"value":1460754428103},"last-modified-date":{"value":1460754428103},"given-names":{"value":"Nelson"},"family-name":{"value":"Phillips"},"credit-name":null,"source":null,"visibility":"PUBLIC","path":"0000-0001-6863-2758"},"other-names":{"last-modified-date":null,"other-name":[],"path":"/0000-0001-6863-2758/other-names"},"biography":{"created-date":{"value":1460754428106},"last-modified-date":{"value":1460754428106},"content":"Professor Phillips' research interests lie in four main areas. First, much of his work focuses on various aspects of institutional theory. His work in this area connects conventional approaches to understanding institutional process to new theoretical perspectives such as discourse analysis or to new empirical areas of study such as entrepreneurship.\n\nSecond, he has been increasingly engaged in a program of research looking at a range of different but related issues in entrepreneurship, family business and social entrepreneurship. His interest in this area lies in applying social theory to developing deeper understandings of these important forms of organization.\n\nThird, Professor Phillips has a strong interest in technology strategy and innovation, where he has been working for several years on various aspects of the social dynamics of technology adoption and the ramifications of these dynamics for technology strategy and innovation. He is particularly interested in the dynamics of the adoption of digital consumer devices and the impact of these dynamics on firms and industries.\n\nFinally, he has a strong interest in qualitative research methods, and in particular, in the application of discourse analysis, narrative analysis and other related methods of investigation to the study of organizations.\n\nProfessor Phillips has published more than 100 academic articles and book chapters including articles in the Academy of Management Journal, Academy of Management Review, Management Science, Sloan Management Review, Organization Science, Journal of Management Studies, Strategic Organization, Organizational Research Methods and Organization Studies. He has also written four books: one with Cynthia Hardy (Melbourne) entitled Discourse Analysis published in 2002;  a second, Power in Organisations, with Stewart Clegg (University of Technology Sydney) and David Courpasson (EM-Lyon) for the Sage Fundamentals of Organization Science series in 2006; a third, Technology and Organization, with Dorothy Griffith (Imperial) and Graham Sewell (Melbourne) that was published in 2010; and the Oxford Handbook of Innovation Management co-authored with David Gann (Imperial) and Mark Dodgson (U of Queensland) published in 2014. He is currently working on a book on the use of linguistic research methods in management that will be published in 2015.\n\nPrior to joining Imperial, Professor Phiilips was the Beckwith Professor of Management Studies at the Judge Business School, University of Cambridge from 2002 to 2005 and an Associate Professor in the Strategy and Organisation Area at McGill University in Montreal, Canada from 1993 to 2002. While on sabbatical in 2000/2001, Professor Phillips spent six months as the Edward Clarence Dyason Universitas 21 Fellow at Melbourne University in Melbourne, Australia and six months as a Visiting Professor at Bocconi University in Milan, Italy. Professor Phillips completed his PhD in Organisational Analysis from the University of Alberta, Canada in 1995.\n\nProfessor Phillips is currently the Editor-in-Chief of the Journal of Management Inquiry and the Editor of the Cambridge Elements Series in Organizational Theory. He is also on the editorial board of the Academy of Management Journal and is the Program Chair of the OMT Division of the Academy of Management. \n\nProfessor Phillips teaches courses in strategy, organisation behaviour, innovation, and leadership at the undergraduate and graduate level. In addition, he is active in executive education where he has been involved in program design and delivery for a wide range of clients including Allen & Overy, the Royal Society, Telefonica, BT, Atkins, Shell and Lainge O'Rourke.","visibility":"PUBLIC","path":"/0000-0001-6863-2758/biography"},"researcher-urls":{"last-modified-date":null,"researcher-url":[],"path":"/0000-0001-6863-2758/researcher-urls"},"emails":{"last-modified-date":null,"email":[],"path":"/0000-0001-6863-2758/email"},"addresses":{"last-modified-date":null,"address":[],"path":"/0000-0001-6863-2758/address"},"keywords":{"last-modified-date":null,"keyword":[],"path":"/0000-0001-6863-2758/keywords"},"external-identifiers":{"last-modified-date":null,"external-identifier":[],"path":"/0000-0001-6863-2758/external-identifiers"},"path":"/0000-0001-6863-2758/person"}