{"last-modified-date":null,"name":{"created-date":{"value":1460762003320},"last-modified-date":{"value":1460762003320},"given-names":{"value":"Oksana"},"family-name":{"value":"Kis"},"credit-name":null,"source":null,"visibility":"PUBLIC","path":"0000-0002-8656-9374"},"other-names":{"last-modified-date":null,"other-name":[],"path":"/0000-0002-8656-9374/other-names"},"biography":{"created-date":{"value":1460762003323},"last-modified-date":{"value":1460762003323},"content":"Oksana Kis (Lviv, Ukraine) – historian and anthropologist, a Senior Research Fellow at the Institute of Ethnology, National Academy of Sciences of Ukraine (in Lviv). She has been graduated (with honors) from Lviv State University in 1992; she obtained her ‘kandydat nauk’ (Ph.D. equivalent) academic degree in 2002 from Ivan Krypyakevych Institute of Ukrainian Studies, National Academy of Sciences of Ukraine. Since 1994 she is researching women’s and gender issues in history and anthropology of Ukrainians; areas of her expertise include women’s history, feminist anthropology, oral history, gender transformations in post-socialist countries. Her book “Women in Ukrainian Traditional Culture in the second half of the 19h and early 20th centuries” (in Ukrainian) came out in Lviv in 2008 (2nd edition 2012). Dr. Kis is one of the editors of ASPASIA: The International Yearbook of Central, Eastern, and Southeastern European Women's and Gender History (Berghahn Books) and an editor in chief for the Ukraina Moderna web-site; she also served as a guest editor for special issues of academic journals and edited volumes devoted to gender issues and oral history. Dr. Kis is a recipient of several academic awards, including: Fulbright Scholarship (2003 – Rutgers University; 2011 – Columbia University), Eugene and Dymel Shklar Research Fellowship (2007 - Harvard Ukrainian Research Institute), Petro Jacyk Visiting Professorship (2010 Columbia University), and Stuart Ramsay Tompkins Professorship (2013 University of Alberta). Dr. Kis is a Director of Lviv Resarch Center “Woman and Society” (NGO), a President of the Ukrainian Association for Research in Women's History and a co-founder of the Ukrainian Oral History Association. Her current research focuses on the Ukrainian women’s everyday lives and experiences in extraordinary historical circumstances in Soviet Ukraine. Since 2003 Dr. Kis occasionally teaches courses at the universities in Ukraine and internationally.","visibility":"PUBLIC","path":"/0000-0002-8656-9374/biography"},"researcher-urls":{"last-modified-date":null,"researcher-url":[],"path":"/0000-0002-8656-9374/researcher-urls"},"emails":{"last-modified-date":null,"email":[],"path":"/0000-0002-8656-9374/email"},"addresses":{"last-modified-date":null,"address":[],"path":"/0000-0002-8656-9374/address"},"keywords":{"last-modified-date":null,"keyword":[],"path":"/0000-0002-8656-9374/keywords"},"external-identifiers":{"last-modified-date":null,"external-identifier":[],"path":"/0000-0002-8656-9374/external-identifiers"},"path":"/0000-0002-8656-9374/person"}