{"last-modified-date":null,"name":{"created-date":{"value":1460762025032},"last-modified-date":{"value":1460762025032},"given-names":{"value":"Dr. Abdullah"},"family-name":{"value":"Al Rabeeah"},"credit-name":{"value":"Abdullah Al Rabeeah"},"source":null,"visibility":"PUBLIC","path":"0000-0002-8696-4825"},"other-names":{"last-modified-date":null,"other-name":[],"path":"/0000-0002-8696-4825/other-names"},"biography":{"created-date":{"value":1460762025034},"last-modified-date":{"value":1460762025034},"content":"Dr. Abdullah Al Rabeeah was appointed Minister of Health (MOH), Riyadh, Kingdom of Saudi Arabia, in February 2009.  In May 2011 he was elected as President of the Executive Board of the Arab Health Ministers’ Council.  In August 2010, he was appointed Chairman of the Board of Directors, King Faisal Specialist Hospital and Research Centre (General Organization).\r\n\r\nDr. Al Rabeeah was Chief Executive Officer of National Guard Health Affairs from 2003 to 2009, and was President of King Saud bin Abdulaziz University for Health Sciences from 2005 to 2009. \r\n\r\nDr. Al Rabeeah obtained his MBBS, Faculty of Medicine, from King Saud University, Riyadh, Saudi Arabia in July 1979. He completed his Internship in August 1980 and received his Pediatric Surgery Fellowship from the University of Alberta Hospital, Edmonton, Canada.  He completed his residency in General and Pediatric surgery at Dalhousie University, Halifax, Nova Scotia in 1987.  \r\n\r\nHe is the recipient of many national and international awards including most recently the Sheikh Hamdan Bin Rashid Al Maktoum Award for Medical Sciences for outstanding medical personalities in the Arab World.  He also holds the Fellowship through Distinction from the Faculty of Public Health (FPH), Royal College of Physicians of the United Kingdom as well as the Mary Kingsley Medal – (Highest Honours Award) from the Liverpool of Tropical Medicine. He has also received the First Class Distinction Award from Al Imam Muhammad bin Saud Islamic University, as well as the “Meritorious Award - The General Board of Polish Medical Doctors Association” in Warsaw in January of 2008.  In August of 2005, he received the Medal of Merit, Commander Class from the President of Poland.  He also earned the King Abdulaziz Excellence Degree Medal, November 2003; and the King Abdulaziz First Degree Medal, November 2002.\r\n\r\nDr. Abdullah Al Rabeeah is the Head of the Surgical and Multidisciplinary Team for the Saudi National Programme for Conjoined Twins and has performed thirty-one (31) successful separations.   To-date seventy-seven (79) cases have been reviewed that have been referred by seventeen (17) countries. Dr. Abdullah Al Rabeeah has been an invited speaker to many international meetings on the conjoined twins programme.   \r\n\r\nDr. Abdullah Al Rabeeah also holds the position of Chairman, Co-Chair, and Honorary Member with many Executive Committees in the Royal Cabinet, Ministry of Health, Saudi Council for Health Specialties and other government agencies and universities.\r\n\r\nDr. Al Rabeeah has written and published many scientific and medical articles in international reference journals.  He has also published a book about his surgical career and personal experience entitled ‘My Experience with Conjoined Twins’ – in Arabic.\r\n","visibility":"PUBLIC","path":"/0000-0002-8696-4825/biography"},"researcher-urls":{"last-modified-date":null,"researcher-url":[],"path":"/0000-0002-8696-4825/researcher-urls"},"emails":{"last-modified-date":null,"email":[],"path":"/0000-0002-8696-4825/email"},"addresses":{"last-modified-date":null,"address":[],"path":"/0000-0002-8696-4825/address"},"keywords":{"last-modified-date":null,"keyword":[],"path":"/0000-0002-8696-4825/keywords"},"external-identifiers":{"last-modified-date":null,"external-identifier":[],"path":"/0000-0002-8696-4825/external-identifiers"},"path":"/0000-0002-8696-4825/person"}