{"last-modified-date":null,"name":{"created-date":{"value":1460758087257},"last-modified-date":{"value":1460758087257},"given-names":{"value":"Hwang Su"},"family-name":{"value":"Kim"},"credit-name":null,"source":null,"visibility":"PUBLIC","path":"0000-0002-2573-0670"},"other-names":{"last-modified-date":null,"other-name":[],"path":"/0000-0002-2573-0670/other-names"},"biography":{"created-date":{"value":1460758087259},"last-modified-date":{"value":1460758087259},"content":"Research field: The Electron diffraction theory and applications (the electron microscopy of metals and semiconductors) & General physics.\nWeb-HomeSite: http://ks.ac.kr/jwa\n\nList of Publications:\n[1] Hwang Su Kim, Zaoli Zhang and Ute Kaiser: Local symmetry breaking of a thin crystal structure of β-Si3N4 as revealed by spherical aberration corrected high-resolution transmission electron microscopy images, J. Electro. Micros. 61(3) (2012) 145-157. \n[2] Hwang Su Kim: Atomic resolution improvement by a new method using the second derivative of the intensity function of the reconstructed exit wave of electrons for a thin β-Si3N4 crystal, Scripta Materialia 63 (2010) 524-527. \n[3] Hwang Su Kim: Simulation Analysis of 1250 kV HRTEM Images for Threading Dislocations in GaN Grown on Sapphire. Microsc. Microanal. 18(Supple 2) (2012) 1752-1753.\n[4] Hwang Su Kim: Failure of Friedel's Law in Electron Diffraction Scattering in Bilayer Graphene and Graphene with Defects. Microsc. Microanal. 17(Supple 2) (2011) 1116-1117.\n[5] Hwang Su Kim: Effects of higher-order Laue zone reflections on atomic resolution TEM images of single layer and bilayer graphene, Microsc. Microanal. 16(Supple 2) (2010) 274-275. \n [6] Hwang Su Kim: Near/Sub-50 pm TEM resolution images of atoms simulated with the second derivative of the exit-plane wave function, Microsc. Microanal. 15(Supple 2) (2009) 1092-93. \n [7] Hwang Su Kim, S.P. Ringer: On the crystal structure of the S-phase precipitate in Al-Cu-Mg alloy, Microsc. Microanal. 11(Supple 2) (2005) 1688-89. \n [8] Hwang Su Kim: A new formulation of the diffraction contrast theory of dislocations and its application to the weak beam images, Microsc. Microanal. 8(Supple 2) (2002) 1416-1417CD. \n [9] Hwang Su Kim: Analysis of LACBED pattern from a microtwin in cobalt, Microsc. Microanal. 7(Supple 2) (2001) 266-267. \n [10] Hwang Su Kim, P. Goodman, A. Schwartzman, P. Tulloch, C.T. Forwood: LACBED study of a Σ3 grain boundary in a Cu +6% Si alloy, Ultramicroscopy 77 (1999) 83-95. \n [11] H.S. Kim, S.S. Sheinin: A Technique for determining the number of adjacent intrinsic faults in multi-layered stacking fault  configurations using complementary strong and weak beam electron microscope images, phys. stat. sol. (a) 161 (1997)  335-342. \n  [12] H.S. Kim, S.S. Sheinin: On effects of exit and entrance inclination on structure images, Ultramicroscopy 51 (1993) 109-116. \n [13] S.S. Sheinin, H.S. Kim: On the asymmetry characteristics of diffraction contrast images of microtwins, Ultramicroscopy 37 (1991) 116-124. \n [14] H.S. Kim, S.S. Sheinin: The many beam dynamical theory of contrast in electron microscope images of microtwins for the non-symmetrical Laue and non-column cases, phys. stat. sol. (a) 115 (1989) 51-60. \n [15] H.S. Kim, S.S. Sheinin: An electron microscope method for determining the nature of stacking faults in f.c.c. materials which does not rely on effects of absorption, phys. stat. sol. (a) 111 (1989) 47-51. \n [16] H.S. Kim, S.S. Sheinin: On the relationship between diffracted beam intensity and Bloch function orthogonality in the dynamical theory of electron diffraction, phys. stat. sol. (a) 105 (1988) 45-52. \n [17] H.S. Kim, S.S. Sheinin: The dynamical theory of twin boundary contrast for the non-column and non-symmetrical Laue case, phys. stat. sol. (a) 104 (1987) 519-527. \n [18] H.S. Kim, S.S. Sheinin: On the orthogonality of Bloch functions in the dynamical theory of electron diffraction, phys. stat. sol. (a) 103 (1987) 349-356. \n [19] H.S. Kim, S.S. Sheinin: Asymmetry in bright field images of stacking faults, phys. stat. sol. (a) 90 (1985) 231-240. \n [20] H.S. Kim, S.S. Sheinin: Analysis of critical voltage data using the dynamical theory of electron diffraction, phys. stat. sol. (b) 120 (1983) 311-319. \n [21] H.S. Kim, S.S. Sheinin: An Assessment of the high-energy approximation in the dynamical theory of electron diffraction, phys. stat. sol. (b) 109 (1982) 807-816. \n[22] H.S. Kim, R. Perez, S.S. Sheinin: Experimental evidence showing that the use of symmetrical Laue diffraction conditions in the dynamical  theory of electron diffraction can give significant errors in diffraction contrast calculations, phys. stat. sol. (a) 72 (1982) 561-568. \n[36] S.S. Sheinin, H.S. Kim: Absorption coefficients in the dynamical theory of electron diffraction for the non-symmetrical Laue  case, phys. stat. sol. (b) 107 (1981) 715-721. \n [23] J.K. Brandon, Hwang Su Kim, W.B. Pearson: The crystallographic analysis of InMn3, a new form of γ-brass structure with a P cell, Acta Cryst. B35, (1979) 1937-1944.","visibility":"PUBLIC","path":"/0000-0002-2573-0670/biography"},"researcher-urls":{"last-modified-date":null,"researcher-url":[],"path":"/0000-0002-2573-0670/researcher-urls"},"emails":{"last-modified-date":null,"email":[],"path":"/0000-0002-2573-0670/email"},"addresses":{"last-modified-date":null,"address":[],"path":"/0000-0002-2573-0670/address"},"keywords":{"last-modified-date":null,"keyword":[],"path":"/0000-0002-2573-0670/keywords"},"external-identifiers":{"last-modified-date":null,"external-identifier":[],"path":"/0000-0002-2573-0670/external-identifiers"},"path":"/0000-0002-2573-0670/person"}