{"last-modified-date":null,"name":{"created-date":{"value":1460761559209},"last-modified-date":{"value":1460761559209},"given-names":{"value":"PIERRE"},"family-name":{"value":"CHUE"},"credit-name":{"value":""},"source":null,"visibility":"PUBLIC","path":"0000-0002-7916-415X"},"other-names":{"last-modified-date":null,"other-name":[],"path":"/0000-0002-7916-415X/other-names"},"biography":{"created-date":{"value":1460761559212},"last-modified-date":{"value":1460761559212},"content":"Dr. Pierre Chue is currently in full-time clinical practice as Clinical Professor in the Department of Psychiatry at the University of Alberta, Departmental Head, Edmonton Zone for Addictions and Mental Health, Mental Health Lead, Supportive Living, Edmonton Zone, Consulting Psychiatrist with the Mental Health Review Panel  and  Telemental Health Services for the Province of Alberta. \n\nDr. Chue completed his medical degree (MBBCh) and psychiatric specialization (MRCPsych) in the UK before moving to Canada in 1991 where he subsequently obtained Canadian medical (LMCC) and specialist qualifications (FRCPC) as well as American Boards Certification in Psychiatry and Neurology (DABPN) in 1998. He completed an MSc in Psychiatry at the University of Alberta in 2002. He was elected a Fellow of the Royal College of Psychiatrists (FRCPsych) in 2004 and was designated a Certified Specialist in Psychiatry (CCST) in 2004.\n\nDr Chue’s main interest is in clinical psychopharmacology, particularly concerning psychotropic side effects (movement disorder, metabolic syndrome, sexual dysfunction, sudden unexplained death, drug-drug interactions), adherence, patient satisfaction, drug delivery systems, etc. He is currently the Director of the Clinical Trials and Research Program, Edmonton, and has been involved in more than 50 clinical trials in the areas of schizophrenia, bipolar disorder, depression, anxiety disorders, smoking cessation, and sexual dysfunction. He has also designed and run, as principal investigator, numerous national and international clinical trials as well as conducting rater training and helping develop patient satisfaction rating scales.\n\nDr Chue has also provided medico-legal opinions and  independent medical examinations (IMEs) for Workers Compensation Board, Coroners’ offices, Police services, health authorities and hospitals (Canada and US), pharmaceutical, IME and insurance companies, major corporations, law firms, Canadian Medical Protective Association, and College of Physicians and Surgeons of Alberta. He has testified as an expert witness in Canada, US, and UK on an individual plaintiff basis and for national class action law suits. He has provided submissions to reimbursement, approval and formulary committees including the Therapeutic Products Directorate and Patent Medicines Price Review Board for the Government of Canada, Ontario Drug Benefit Plan as well as Alberta Blue Cross.\n\nDr Chue is author or co-author of more than 120 articles and abstracts in peer reviewed medical journals, book chapters, and scientific symposia. He teaches students in medicine, pharmacy, neuroscience, psychiatry, psychology, and nursing from around the world. He has completed evaluations of clinical competency and clinical practice readiness for the College of Physicians and Surgeons of Alberta as well as supervising IMG/FMGs. He is a frequent invited contributor at major psychiatric congresses. He has given more than 500 presentations and media interviews in English and French and was rated in the 2004 Canadian Universities Cormex Report as the most frequently quoted physician in the Canadian media.  As a medical educator he has facilitated knowledge transfer and continuous professional development and developed accredited (national and international) educational programs, master classes, symposia and conferences, clinical practice tools and audit applications for healthcare professionals for Universities, Canadian Psychiatric Association, Royal College of Physicians and Surgeons of Canada, Alberta Health Services, Institute of Health Economics and industry.","visibility":"PUBLIC","path":"/0000-0002-7916-415X/biography"},"researcher-urls":{"last-modified-date":null,"researcher-url":[],"path":"/0000-0002-7916-415X/researcher-urls"},"emails":{"last-modified-date":null,"email":[],"path":"/0000-0002-7916-415X/email"},"addresses":{"last-modified-date":null,"address":[],"path":"/0000-0002-7916-415X/address"},"keywords":{"last-modified-date":null,"keyword":[],"path":"/0000-0002-7916-415X/keywords"},"external-identifiers":{"last-modified-date":null,"external-identifier":[],"path":"/0000-0002-7916-415X/external-identifiers"},"path":"/0000-0002-7916-415X/person"}