{"last-modified-date":null,"name":{"created-date":{"value":1475962191714},"last-modified-date":{"value":1475962191714},"given-names":{"value":"Jens"},"family-name":{"value":"Walter"},"credit-name":null,"source":null,"visibility":"PUBLIC","path":"0000-0003-1754-172X"},"other-names":{"last-modified-date":null,"other-name":[],"path":"/0000-0003-1754-172X/other-names"},"biography":{"created-date":{"value":1485014791355},"last-modified-date":{"value":1485014791355},"content":"After receiving his doctoral degree from the University of Hohenheim in Germany, Jens Walter performed postdoctoral research in genetic and functional metagenomic approaches to study gut microbial ecology at the University of Otago in New Zealand. After his postdoctoral training, he joined the faculty of the Department of Food Science and Technology at the University of Nebraska, where he received tenure. Dr. Walter is now an Associate Professor and Campus Alberta Innovation Program Chair for Nutrition, Microbes, and Gastrointestinal Health at the University of Alberta with a joint appointment in the Departments of ‘Agricultural, Food, and Nutritional Science’ and ‘Biological Sciences’.  \n\nDr. Walter’s highly inter-disciplinary and collaborative research group is dedicated to the investigation of the ecological and evolutionary processes that shape host–microbial symbioses in the vertebrate gut, and specifically the effect of ecological factors (diet, host genetics, lifestyle) on the composition and function of the gut microbiome in the context of health. There are currently three major areas of research in the Walter lab: 1) understanding the impact of diet on the gut microbiome, and the role of diet-microbiome interactions in the health effects of nutritional strategies, 2) determination of the ecological processes that shape community assembly and characteristics of the gut microbiota, and the specific factors (diet, host genetics, lifestyle, colonization history) that impact such processes, and 3) elucidate the biology of the symbiosis between vertebrates (including humans) and the bacterial inhabitants of their gastrointestinal tract, and specifically how these relationships are established, maintained, and evolve, using gut lactobacilli as a model. One of the long-term goals of the Walter lab is to develop microbiome-targeted nutritional strategies to improve human health based on rigorous scientific and ecological criteria.","visibility":"PUBLIC","path":"/0000-0003-1754-172X/biography"},"researcher-urls":{"last-modified-date":null,"researcher-url":[],"path":"/0000-0003-1754-172X/researcher-urls"},"emails":{"last-modified-date":null,"email":[],"path":"/0000-0003-1754-172X/email"},"addresses":{"last-modified-date":null,"address":[],"path":"/0000-0003-1754-172X/address"},"keywords":{"last-modified-date":null,"keyword":[],"path":"/0000-0003-1754-172X/keywords"},"external-identifiers":{"last-modified-date":null,"external-identifier":[],"path":"/0000-0003-1754-172X/external-identifiers"},"path":"/0000-0003-1754-172X/person"}