{"last-modified-date":{"value":1488232183362},"name":{"created-date":{"value":1488229274223},"last-modified-date":{"value":1488229274450},"given-names":{"value":"Robert"},"family-name":{"value":"Burrell"},"credit-name":null,"source":null,"visibility":"PUBLIC","path":"0000-0003-0210-8536"},"other-names":{"last-modified-date":null,"other-name":[],"path":"/0000-0003-0210-8536/other-names"},"biography":{"created-date":{"value":1488243047790},"last-modified-date":{"value":1488243047790},"content":"Dr. Burrell is the Canada Research Chair in Nanostructured Biomaterials and a Professor and Chair of Biomedical Engineering in the Faculties of Engineering and Medicine & Dentistry at the University of Alberta. He is the past Vice President, Science and Technology and Chief Scientific Officer, for Nucryst Pharmaceutical Corp. He is one of the world’s leading experts on the use of advanced metallic films for therapeutic applications including: the control of microbial growth on devices and the control of the inflammatory responses after injury. He is the inventor of various devices and processes and named on more than 300 patents worldwide, including the Acticoat dressings which are the world’s first commercial therapeutic application of nanotechnology. Along with antimicrobial films, Dr. Burrell has also researched and lead commercialization of numerous medical products in visual immunoassays, submicron superparamagnetic particles, and single cell protein production. He has received many awards as recognizing his work on nanostructured materials in medicine as follows.\nAwards\n2016\tMeritorious Service Cross (M.S.C.) The Civil Division Cross recognizes a deed or an activity that has been performed in an outstandingly professional manner, or with uncommonly high standards; the activity is often innovative, sets an example for others to follow, improves the quality of life of a community and brings considerable benefit or honour to Canada.\nGovernor Generals Innovation Award.  The Innovation Awards recognize and celebrate outstanding Canadian individuals, teams and organizations— trailblazers and creators who contribute to our country’s success, who help shape our future and who inspire the next generation. \n2013\tFellow, The Canadian Academy of Health Sciences (CAHS).  CAHS works in partnership with the Royal Society of Canada and the Canadian Academy of Engineering to form the three Member Academies of the Council of Canadian Academies. Election to Fellowship in the Academy is considered one of the highest honours for individuals in the Canadian health sciences community and carries with it a covenant to serve the Academy and the future wellbeing of the health sciences irrespective of the Fellow’s specific discipline. \n2010\tJonas Salk Award which is a lifetime achievement award presented annually to a Canadian scientist, physician or researcher who has made a new and outstanding contribution in science or medicine to prevent, alleviate or eliminate a physical disability.  It is jointly presented by sanofi pasteur and March of Dimes.\n2010\tASTech Award for Outstanding Leadership in Alberta Technology was presented for the development of nanocrystalline wound dressings.\n2010 – 2017\tCanada Research Chairs CRC Tier I. Nanostructured Biomaterials\n2009\tENCANA Principal Innovation Award, The Ernest C. Manning Awards Foundation.  This is Canada’s highest award for technical innovation and recognizes Canadians who have demonstrated recent innovative talent in developing and successfully marketing a new concept, process or procedure.\n2009\tASM International - ASM Engineering Materials Achievement Award “For the development of technology and manufacturing methods for silver based nano-structured anti-microbial and anti-inflammatory coatings with significant and wide ranging clinical and patient benefits.”  The ASM Engineering Materials Achievement Award recognizes an outstanding achievement in materials or materials systems relating to the application of knowledge of materials to an engineering structure or to the design and manufacture of a product\n2008\tWorld Union of Wound Healing Society Lifetime Achievement Award for recognition of contributions to wound healing around the world\n2007\tFaculty of Medicine and Dentistry – Spotlight on Achievement\n2006\tBioAlberta Award for Scientific Achievement and Innovation\n2005\tAlberta Centennial Medal\n2005-2006\tMEDEC Award for Medical Achievement\n2005\tFinalist for ASTech Outstanding in Alberta Science Award\n2004\t\t\tFinalist for ASTech Leadership in Technology Award\n2003 – 2010\tCanada Research Chairs CRC Tier I. Nanostructured Biomaterials\n1998\t\tPeak Achievement Award, Westaim Corporation\n1997\t\tUniversity Industry Synergy Award, NSERC and Conference Board of Canada","visibility":"PUBLIC","path":"/0000-0003-0210-8536/biography"},"researcher-urls":{"last-modified-date":null,"researcher-url":[],"path":"/0000-0003-0210-8536/researcher-urls"},"emails":{"last-modified-date":null,"email":[],"path":"/0000-0003-0210-8536/email"},"addresses":{"last-modified-date":null,"address":[],"path":"/0000-0003-0210-8536/address"},"keywords":{"last-modified-date":null,"keyword":[],"path":"/0000-0003-0210-8536/keywords"},"external-identifiers":{"last-modified-date":{"value":1488232183362},"external-identifier":[{"created-date":{"value":1488232183362},"last-modified-date":{"value":1488232183362},"source":{"source-orcid":null,"source-client-id":{"uri":"http://orcid.org/client/0000-0002-5982-8983","path":"0000-0002-5982-8983","host":"orcid.org"},"source-name":{"value":"Scopus to ORCID"}},"external-id-type":"Scopus Author ID","external-id-value":"7005817869","external-id-url":{"value":"http://www.scopus.com/inward/authorDetails.url?authorID=7005817869&partnerID=MN8TOARS"},"external-id-relationship":"SELF","visibility":"PUBLIC","path":"/0000-0003-0210-8536/external-identifiers/657813","put-code":657813,"display-index":0}],"path":"/0000-0003-0210-8536/external-identifiers"},"path":"/0000-0003-0210-8536/person"}