{"last-modified-date":{"value":1464801001220},"name":{"created-date":{"value":1460764805996},"last-modified-date":{"value":1460764805996},"given-names":{"value":"Cernak"},"family-name":{"value":"Ibolja"},"credit-name":null,"source":null,"visibility":"PUBLIC","path":"0000-0003-3214-698X"},"other-names":{"last-modified-date":null,"other-name":[],"path":"/0000-0003-3214-698X/other-names"},"biography":{"created-date":{"value":1460764805999},"last-modified-date":{"value":1460764805999},"content":"EXPERIENCE\n•\tCurrently, I am a Full Professor with Tenure and the Chair of Military and Veterans’ Clinical Rehabilitation at the Faculty of Rehabilitation of the University of Alberta (https://rehabilitation.ualberta.ca/research/research-chairs/chair-in-military-and-veterans-clinical-rehabilitation). \n•\tI have a broad multidisciplinary expertise, including an M.D., M.S. in Biomedical Engineering, M.S. in Homeland Security in Public Health Preparedness, and a Ph.D. in Physiology and Neuroscience.\n•\tPreviously, I was a \no\tMedical Director and Principal Professional Staff (Tenured Professor Equivalent) at the Johns Hopkins University Applied Physics Laboratory; \no\tAssociate Professor of Neuroscience at the Georgetown University, Washington DC. \no\tProfessor of Clinical Pathophysiology in Belgrade (former Yugoslavia); \no\tVisiting Professor at the 3rd Military Medical University, Chongqing, PR China; and\no\tVisiting Professor at the James Cook University, Townsville, Australia. \n\n•\tI have over 20 years of experience in teaching Neuroscience, Medical Physiology, and Pathophysiology, and 25 years experience in both clinical and experimental traumatic brain injury and blast injury research with the emphasis on injury-induced long-term neurological and other functional deficits. \n•\tMy current research is focusing on the mechanisms of traumatic brain injuries of different etiologies including ultrastructural damages of cellular organelles and related inflammation and neurodegeneration; stress-induced functional impairments; and the mechanisms of resilience to chronic stressors (such as extreme environmental conditions; changed nutrition; and social displacement; among others.).\n•\tDuring the military actions in former Yugoslavia, on the battlefield, I volunteered as a member of first-responder teams, and also conducted controlled clinical research to characterize complex neuroendocrine, neurologic, biochemical, and metabolic responses to military injuries starting with the earliest post-traumatic time (0-5 minutes post-trauma). Further, I performed long-term clinical outcome studies (>6 months) concerning neurological deficits caused by explosion: I was the first to describe the clinical features of neurological deficits caused by blast exposures and defined blast-induced neurotrauma as a unique clinical entity. Additionally, I have conducted prospective clinical studies addressing neuroendocrine changes induced by acute, subacute, or chronic stress. \n•\tI have published over 200 research articles in international refereed journals, presented at over 300 professional meetings, have three patents pending, and am a member of several professional bodies; among others, including three Subject Committees of the Institute of Medicine of the U.S. National Academy of Sciences: on Long-term Consequences of Traumatic Brain Injury; Readjustment Problems of Military Personnel Returning from Iraq and Afghanistan; and Long-term Consequences of Blast Exposure as well as the NATO Health Factors and Medicine (HFM)-234 Research Task Group [RTG]) “Environmental Toxicology of Blast Exposures: Injury Metrics, Modeling, Methods and Standards”.\n\nEDUCATION\n•\tMedical Doctor (M.D.), University of Belgrade (Yugoslavia), 1984;\n•\tMaster in Biomedical Engineering (M.S.), University of Belgrade (Yugoslavia), 1988;\n•\tProfessional Specialty (Residency): Pathophysiology / Neurology, Military Medical Academy / University of Belgrade (Yugoslavia), 1989;\n•\tDoctor of Philosophy (Ph.D.): Pathophysiology/Neuroscience, Military Medical Academy / University of Belgrade (Yugoslavia), 1990;\n•\tMaster in Homeland Security (M.H.S.), the Pennsylvania State University, College of Medicine, 2010.","visibility":"PUBLIC","path":"/0000-0003-3214-698X/biography"},"researcher-urls":{"last-modified-date":null,"researcher-url":[],"path":"/0000-0003-3214-698X/researcher-urls"},"emails":{"last-modified-date":null,"email":[],"path":"/0000-0003-3214-698X/email"},"addresses":{"last-modified-date":{"value":1464801001220},"address":[{"created-date":{"value":1453659983635},"last-modified-date":{"value":1464801001220},"source":{"source-orcid":{"uri":"http://orcid.org/0000-0003-3214-698X","path":"0000-0003-3214-698X","host":"orcid.org"},"source-client-id":null,"source-name":{"value":"Cernak Ibolja"}},"country":{"value":"CA"},"visibility":"PUBLIC","path":"/0000-0003-3214-698X/address/262056","put-code":262056,"display-index":0}],"path":"/0000-0003-3214-698X/address"},"keywords":{"last-modified-date":{"value":1427757594254},"keyword":[{"created-date":{"value":1427757594254},"last-modified-date":{"value":1427757594254},"source":{"source-orcid":{"uri":"http://orcid.org/0000-0003-3214-698X","path":"0000-0003-3214-698X","host":"orcid.org"},"source-client-id":null,"source-name":{"value":"Cernak Ibolja"}},"content":"traumatic brain injury, blast injury, blast-induced neurotrauma, mental health impairments, operational stress, military, resilience","visibility":"PUBLIC","path":"/0000-0003-3214-698X/keywords/343655","put-code":343655,"display-index":0}],"path":"/0000-0003-3214-698X/keywords"},"external-identifiers":{"last-modified-date":null,"external-identifier":[],"path":"/0000-0003-3214-698X/external-identifiers"},"path":"/0000-0003-3214-698X/person"}