{"last-modified-date":{"value":1405873037745},"name":{"created-date":{"value":1460763922320},"last-modified-date":{"value":1460763922320},"given-names":{"value":"Mohamed"},"family-name":{"value":"Elgendi"},"credit-name":{"value":""},"source":null,"visibility":"PUBLIC","path":"0000-0003-1831-0202"},"other-names":{"last-modified-date":null,"other-name":[],"path":"/0000-0003-1831-0202/other-names"},"biography":{"created-date":{"value":1460763922323},"last-modified-date":{"value":1474471822594},"content":"Mohamed Elgendi received his B.S. degree (first-class honours) in Computer Engineering from the High Institute of Engineering, Egypt, in 2000. Following completion of his undergraduate degree, in 2006 Elgendi was honoured with a full scholarship from Charles Darwin University, Australia, where he pursued his M.E. degree in Electrical Engineering. During his first year in Australia, Elgendi was awarded the Australian Government International Postgraduate Research Scholarship and continued his studies towards completing his PhD in biomedical engineering in 2012.\n \nFrom 2010-2012, Elgendi joined Nanyang Technological University in Singapore as a Research Associate. After 2 years of successful work in Singapore from 2012-2014, he moved to Alberta to work as a Postdoc Fellow at University of Alberta, Canada. Since 2015, Elgendi has been a post-doctoral fellow at the University of British Columbia and was recently awarded the Mining for Miracles Fellowship at the Child and Family Research Institute (a joint program of UBC and Children and Women's Hospital).\n\nIn terms of awards, Elgendi received two scholarships in the last few years: in 2007 the Massachusetts Institute of Technology (MIT) granted Elgendi a scholarship to attend an advanced workshop in Data Modeling, and EU Marie Curie also awarded Elgendi a scholarship.Two years later, Elgendi was invited as a guest speaker to MIT-Harvard Division of Health Sciences and Technology. In the same year, he was also selected as a finalist for the 2009 AusBiotech-GSK Student Excellence Awards. 2009 was also a year where Elgendi received media attention for his work from Northern Territory News in an article titled ” Charles Darwin student gets to the heart of matter\".\n\n In June 2011, Elgendi and his team was ranked 3rd place at the International Conference of Cognitive Dynamics, along side Prof. Shun-Ichi Amari (RIKEN Brain Institute) and support of Prof. Leslie Kay (University of Chicago). Five months Later, his work with Justin Dauwels has been selected for demonstration to Singapore's Minister of Health Gan Kim Yong at the opening of the new exhibition entitled \"Uniquely You\" in Singapore Science Centre. Moreover, his demo will remain on display at Singapore's Science Centre until the end of 2015 as a part of the exhibit. In 2016, Dr Elgendi won two scholarships from MIT to participate in two intensive courses on Big Data Analysis and Leadership.","visibility":"PUBLIC","path":"/0000-0003-1831-0202/biography"},"researcher-urls":{"last-modified-date":{"value":1405873037745},"researcher-url":[{"created-date":{"value":1405873037745},"last-modified-date":{"value":1405873037745},"source":{"source-orcid":{"uri":"http://orcid.org/0000-0003-1831-0202","path":"0000-0003-1831-0202","host":"orcid.org"},"source-client-id":null,"source-name":{"value":"Mohamed Elgendi"}},"url-name":null,"url":{"value":"http://www.elgendi.net/"},"visibility":"PUBLIC","path":"/0000-0003-1831-0202/researcher-urls/297914","put-code":297914,"display-index":0}],"path":"/0000-0003-1831-0202/researcher-urls"},"emails":{"last-modified-date":null,"email":[],"path":"/0000-0003-1831-0202/email"},"addresses":{"last-modified-date":null,"address":[],"path":"/0000-0003-1831-0202/address"},"keywords":{"last-modified-date":null,"keyword":[],"path":"/0000-0003-1831-0202/keywords"},"external-identifiers":{"last-modified-date":null,"external-identifier":[],"path":"/0000-0003-1831-0202/external-identifiers"},"path":"/0000-0003-1831-0202/person"}