{"last-modified-date":null,"name":{"created-date":{"value":1460753128724},"last-modified-date":{"value":1460753128724},"given-names":{"value":"Dion"},"family-name":{"value":"Brocks"},"credit-name":null,"source":null,"visibility":"PUBLIC","path":"0000-0001-5024-2268"},"other-names":{"last-modified-date":null,"other-name":[],"path":"/0000-0001-5024-2268/other-names"},"biography":{"created-date":{"value":1460753128727},"last-modified-date":{"value":1460753128727},"content":"Dr. Brocks earned his BSc(general) '79, BSc(Pharm) '82, MPharm (Clinical Pharmacy)'86, and PhD (Pharmaceutical Sciences) '92 degrees from the University of Alberta. Prior to commencing his academic career, Dr Brocks worked as a pharmacist in hospital and community pharmacies in Alberta, and after receipt of his MPharm degree, as Clinical Coordinator at the Rockyview Hospital Pharmacy department in Calgary. He received his doctoral degree in Pharmaceutical Sciences, specializing in Pharmacokinetics, from the University of Alberta in 1993. He was employed by the Department of Drug Metabolism and Pharmacokinetics at SmithKline Beecham Pharmaceutical in Pennsylvania from 1993 to late 1995, after which he took a position as Assistant Professor at the University of Saskatchewan. In 1998, he joined the faculty at the Western University of Health Sciences in Pomona California (suburban Los Angeles) as Associate Professor of Pharmaceutical Sciences. He taught pharmacokinetics and pursued his research interests there until January 2002, when he returned to his alma mater as Associate Professor of Pharmaceutical Sciences. He has served on numerous committees and has served as Assistant Dean of undergraduate admissions and standards from 2005-2010. He is currently a tenured Professor and Associate Dean of Student Affairs in the faculty. Dr. Brocks is a Fellow of the American Foundation for Pharmaceutical Education and of the Canadian Society for Pharmaceutical Sciences.","visibility":"PUBLIC","path":"/0000-0001-5024-2268/biography"},"researcher-urls":{"last-modified-date":null,"researcher-url":[],"path":"/0000-0001-5024-2268/researcher-urls"},"emails":{"last-modified-date":null,"email":[],"path":"/0000-0001-5024-2268/email"},"addresses":{"last-modified-date":null,"address":[],"path":"/0000-0001-5024-2268/address"},"keywords":{"last-modified-date":null,"keyword":[],"path":"/0000-0001-5024-2268/keywords"},"external-identifiers":{"last-modified-date":null,"external-identifier":[],"path":"/0000-0001-5024-2268/external-identifiers"},"path":"/0000-0001-5024-2268/person"}