{"last-modified-date":null,"name":{"created-date":{"value":1460764347782},"last-modified-date":{"value":1460764347782},"given-names":{"value":"Christine"},"family-name":{"value":"Hughes"},"credit-name":null,"source":null,"visibility":"PUBLIC","path":"0000-0003-2476-9802"},"other-names":{"last-modified-date":null,"other-name":[],"path":"/0000-0003-2476-9802/other-names"},"biography":{"created-date":{"value":1460764347785},"last-modified-date":{"value":1460764347785},"content":"Christine Hughes received her Bachelors of Science in Pharmacy at the University of Alberta and completed a hospital Pharmacy residency at the Royal Alexandra Hospital in Edmonton.  She completed her Doctor of Pharmacy at the University of British Columbia.  She is currently an Associate Professor in the Faculty of Pharmacy & Pharmaceutical Sciences at the University of Alberta.   In addition, she holds a cross-appointment with Alberta Health Services and is a Clinical Pharmacotherapy Practitioner, HIV with the Northern Alberta Program.  She has authored or co-authored over 45 peer-reviewed publications as well as several book chapters. Dr. Hughes has served on several professional, governmental, and university committees.  She has been a reviewer for several journals as well as abstract reviewer for scientific meetings in the area of HIV/AIDS.   She has received more than 15 awards from provincial and national pharmacy organizations. Dr. Hughes is a Fellow of the Canadian Society of Hospital Pharmacists.  Her interests include adherence to antiretroviral therapy and prevention of perinatal transmission of HIV.  She is also interested in the safety and effectiveness of antiretroviral therapy including drug-drug interactions.","visibility":"PUBLIC","path":"/0000-0003-2476-9802/biography"},"researcher-urls":{"last-modified-date":null,"researcher-url":[],"path":"/0000-0003-2476-9802/researcher-urls"},"emails":{"last-modified-date":null,"email":[],"path":"/0000-0003-2476-9802/email"},"addresses":{"last-modified-date":null,"address":[],"path":"/0000-0003-2476-9802/address"},"keywords":{"last-modified-date":null,"keyword":[],"path":"/0000-0003-2476-9802/keywords"},"external-identifiers":{"last-modified-date":null,"external-identifier":[],"path":"/0000-0003-2476-9802/external-identifiers"},"path":"/0000-0003-2476-9802/person"}