{"last-modified-date":{"value":1395088473921},"name":{"created-date":{"value":1460766553727},"last-modified-date":{"value":1460766553727},"given-names":{"value":"Maryam"},"family-name":{"value":"Elyasi"},"credit-name":{"value":"Maryam Elyasi"},"source":null,"visibility":"PUBLIC","path":"0000-0003-4926-2290"},"other-names":{"last-modified-date":null,"other-name":[],"path":"/0000-0003-4926-2290/other-names"},"biography":{"created-date":{"value":1460766553730},"last-modified-date":{"value":1460766553730},"content":"I was born in Tehran/Iran. At seventeen, I obtained my Diploma in Biology Sciences from the “National Organization for Development of Exceptional talents”, Tehran, Iran with the GPA of 3.89 out of 4.00. The desire to study oral health sciences prompted me to choose Dentistry as my field of study. In the nationwide universities entrance exam, I got the high rank of 720 among nearly 700,000 Iranian students. Besides devoting my time to attend classes and clinical works during my undergraduate program, I did some extra research and examined some fields that I thought might interest me and I came to the conclusion that Pediatric and Preventive Dentistry as well as Oral Public Health are my principal fields of interest. The attraction to these fields prompted me to be involved in several research activities in those areas because of the importance of Preventive and Pediatric dentistry in the quality of Community Oral Health. At this stage, I had two poster presentations and one lecture and also published two papers in these areas. In the meantime, I was appointed as a member of Young Researchers Club and participated in several “children dental health care programs” held under the supervision of this club such as going to child day care centers and primary schools and teaching basic dental health care principles to children, their teachers and parents and also evaluated them in our periodic follow-ups constantly.\r\nAfter graduation and in order to delve deeper into the areas of Pediatric and Preventive Dentistry, I performed my public duty service after graduation as an “Oral Health Expert”. I was admitted to work at the Health Administration Department of Tehran University Medical School because of my strong background in the field of Community Oral Health. I worked in a dental clinic in the suburb of Tehran from Feb 2010 since Aug 2011 doing preventive treatments and executing oral health care programs for children, pregnant mothers and elders of low-income families who were considered as the dominant population of that area. During my work experience in this clinic, I became familiar with the essential requirements of deprived groups of society to enhance the quality of their oral health care.\r\nI have an active record of congress activities with several presentations and executive collaborations after my graduation.  I have attended some congresses including the “Iranian Pediatric Dentistry Annual Congress” 2009 and 2010 and the “Iranian Dental Association” congress 2010 with oral presentations. Additionally I had nine poster presentations, and I was considered as a scientific member in four and as an executive member in fourteen national congresses.\r\nThe outcome of my research findings after graduation are concluded in publishing 4 papers in refereed journals, (two national and two international “BioMed Research International” and “Microscopy and microanalysis”) and 8 peer-reviewed abstracts. Additionally, I was a co-author of one book. \r\nIn January 2014, I have started attending the Master of Medical Science in Dentistry at the University of Alberta, School of Dentistry. My main focus is on dental health of preschool children from newcomer families in Alberta/Canada. ","visibility":"PUBLIC","path":"/0000-0003-4926-2290/biography"},"researcher-urls":{"last-modified-date":null,"researcher-url":[],"path":"/0000-0003-4926-2290/researcher-urls"},"emails":{"last-modified-date":null,"email":[],"path":"/0000-0003-4926-2290/email"},"addresses":{"last-modified-date":null,"address":[],"path":"/0000-0003-4926-2290/address"},"keywords":{"last-modified-date":{"value":1395088473921},"keyword":[{"created-date":{"value":1395088473921},"last-modified-date":{"value":1395088473921},"source":{"source-orcid":{"uri":"http://orcid.org/0000-0003-4926-2290","path":"0000-0003-4926-2290","host":"orcid.org"},"source-client-id":null,"source-name":{"value":"Maryam Elyasi"}},"content":"Preventive Dentistry, Pediatrics, Immigrant children oral health, Oral health disparaties","visibility":"PUBLIC","path":"/0000-0003-4926-2290/keywords/87287","put-code":87287,"display-index":0}],"path":"/0000-0003-4926-2290/keywords"},"external-identifiers":{"last-modified-date":null,"external-identifier":[],"path":"/0000-0003-4926-2290/external-identifiers"},"path":"/0000-0003-4926-2290/person"}