{"last-modified-date":null,"name":{"created-date":{"value":1460755708812},"last-modified-date":{"value":1460755708812},"given-names":{"value":"Jian"},"family-name":{"value":"Zhu"},"credit-name":{"value":""},"source":null,"visibility":"PUBLIC","path":"0000-0001-8765-6026"},"other-names":{"last-modified-date":null,"other-name":[],"path":"/0000-0001-8765-6026/other-names"},"biography":{"created-date":{"value":1460755708815},"last-modified-date":{"value":1460755708815},"content":"Dr. Zhu Jian is an assistant professor at the department of Mechanical Engineering, National University of Singapore. Before moving to Singapore, he worked as a postdoctoral fellow at Harvard University, USA. He received a Ph.D. degree in Mechanical Engineering at University of Alberta, Canada in 2008, and was then awarded a NSERC Postdoctoral Fellowship by Natural Sciences and Engineering Research Council of Canada in 2008. He worked on climbing robots at City University of Hong Kong in 2002, which can take the place of human beings to clean the windows of the high-rise buildings. This robot was reported in the Tomorrow's World program on BBC televised 9th May 2002. He has published 24 Journal papers (SCI), with citation of 448 (from Google Scholar, by November 18 2013). He served as reviewers for several Journals, such as Sensors and Actuators: A. Physical, IEEE Transaction on Mechatronics, Europhysics Letters, International Journal of Solids and Structures, Journal of Intelligent Materials Systems and Structures, etc. He was session organizer (Electro-Active Polymer) for ASME 2010 conference on Smart Materials, Adaptive Structures and Intelligent Systems, PA, USA, and session chair (Soft Active Materials and Polymers) for 23rd International Workshop on Computational Mechanics of Materials, Oct. 2013, Singapore.","visibility":"PUBLIC","path":"/0000-0001-8765-6026/biography"},"researcher-urls":{"last-modified-date":null,"researcher-url":[],"path":"/0000-0001-8765-6026/researcher-urls"},"emails":{"last-modified-date":null,"email":[],"path":"/0000-0001-8765-6026/email"},"addresses":{"last-modified-date":null,"address":[],"path":"/0000-0001-8765-6026/address"},"keywords":{"last-modified-date":null,"keyword":[],"path":"/0000-0001-8765-6026/keywords"},"external-identifiers":{"last-modified-date":null,"external-identifier":[],"path":"/0000-0001-8765-6026/external-identifiers"},"path":"/0000-0001-8765-6026/person"}