{"last-modified-date":{"value":1457086518230},"name":{"created-date":{"value":1460760054747},"last-modified-date":{"value":1460760054747},"given-names":{"value":"Rose"},"family-name":{"value":"Richards"},"credit-name":null,"source":null,"visibility":"PUBLIC","path":"0000-0002-5452-3574"},"other-names":{"last-modified-date":null,"other-name":[],"path":"/0000-0002-5452-3574/other-names"},"biography":{"created-date":{"value":1460760054750},"last-modified-date":{"value":1460760054750},"content":"Growing up I experienced an othered or marginalised identity as a person with an invisible chronic medical condition. After my transplant in 1991, my identity changed, with my health, to one that was more mainstream. However, I continue to identify with both the world of the well and the world of the ill, both mainstream and “other”, and this has proved to be of inestimable value working on a university campus. This understanding of marginalisation and silencing is what drew me to writing centre work which has the dual function of academic literacy development and helping students to negotiate and explore their academic identities. Institutionally this type of work contributes to student success and throughput. However, students need not only to step through the open doors of educational institutions, but to thrive once they are admitted. Writing centre work helps students to find their academic selves and to value them.\n\nMy writing centre work led me to my doctoral project through research with Brenda Leibowitz on academic biography, where I encountered ethnographic and narrative research methodologies. This in turn led me to autoethnography, the methodology I used in my PhD. This is a methodology rich with possibilities for South African researchers and students as it allows space for voices that are different from the mainstream and for identities that are frequently interpreted by others. For me autoethnography is a methodology of possibility and inclusion. It also is a useful methodology for exploring the relationship between the self and the social.\n\nI am interested in ways of using writing for transformation, whether the change is the change of healing, of growth or of transition. In particular I am fascinated by writing and identity and how these influence each other. My writing centre work has shown me how complex the tension is between the need to conform and the need to break free in academic writing and how far-reaching the implications of this are in terms of the writer themself and the context in which they work. What interests me in writing centre work, medical work and academic supervision are the different aspects of care work, relationship and identity.\n\nMy PhD was a turning point for me in terms of research focus and opportunities. I presented a paper at the South African Renal Society’s conference (2009) and a paper and poster at the international Qualitative Health Research conference (2009). My PhD dissertation was short-listed in the top ten dissertations for the International Institute for Qualitative Methodology’s doctoral dissertation award (2011).\n\nI received a Division for Research Development (Stellenbosch University) travel grant to present at an international conference at Oxford (2012). This led to me co-editing the conference proceedings, which was a stimulating and educational experience that exposed me to a spectrum of qualitative health concerns around care work and identity.\n\nDuring my doctoral research I was a member scholar of the International Institute for Qualitative Methodology (University of Alberta, Canada): tasks included reviewing abstracts for qualitative research methodology conferences and articles for the International Journal of Qualitative Methodology. This exposed me to many different types of qualitative research.\n\nI am also a member of SA PEN, the South African branch of the international writers’ association (I’ve published creative writing as well as academic writing) and the South African Association of Women Graduates (SAAWG). I am at present one of the editors for the SAAWG annual journal. I take this role very seriously as women have been marginalised for a long time and the education of women is crucial to our country’s liberation and our transformation to a more inclusive society that values diversity.\n\nI was a founding member of the Western Cape Writing Centres’ Forum. I started the South African writing centre listserv in 2001 and have administered it since then. It has over 200 list members. I also started the first Heltasa SIG in 2004 for writing centres. It has since been formalised and Heltasa now has several SIGs. This is academic advocacy work for me, because it is a way of helping marginalised academics who work in academic literacies to create a stronger professional and national identity. \n\nSomething that has helped me develop my academic identity and voice has been reviewing. I review or have reviewed for 10 journals across several disciplines. I was on the review board for the Journal of Counselling and Development in Higher Education in South Africa and have written a document for first time writers on how to prepare for submission to the journal. Additionally I have reviewed conference abstracts for: the American Society for Bioethics and Humanities, the International Institute for Qualitative Methodology, and Qualitative Health Research Conference.","visibility":"PUBLIC","path":"/0000-0002-5452-3574/biography"},"researcher-urls":{"last-modified-date":null,"researcher-url":[],"path":"/0000-0002-5452-3574/researcher-urls"},"emails":{"last-modified-date":null,"email":[],"path":"/0000-0002-5452-3574/email"},"addresses":{"last-modified-date":{"value":1457086518230},"address":[{"created-date":{"value":1457086518230},"last-modified-date":{"value":1457086518230},"source":{"source-orcid":{"uri":"http://orcid.org/0000-0002-5452-3574","path":"0000-0002-5452-3574","host":"orcid.org"},"source-client-id":null,"source-name":{"value":"Rose Richards"}},"country":{"value":"ZA"},"visibility":"PUBLIC","path":"/0000-0002-5452-3574/address/434734","put-code":434734,"display-index":0}],"path":"/0000-0002-5452-3574/address"},"keywords":{"last-modified-date":null,"keyword":[],"path":"/0000-0002-5452-3574/keywords"},"external-identifiers":{"last-modified-date":null,"external-identifier":[],"path":"/0000-0002-5452-3574/external-identifiers"},"path":"/0000-0002-5452-3574/person"}