{"last-modified-date":null,"name":{"created-date":{"value":1460762239423},"last-modified-date":{"value":1460762239423},"given-names":{"value":"Buddhima"},"family-name":{"value":"Indraratna"},"credit-name":null,"source":null,"visibility":"PUBLIC","path":"0000-0002-9057-1514"},"other-names":{"last-modified-date":null,"other-name":[],"path":"/0000-0002-9057-1514/other-names"},"biography":{"created-date":{"value":1460762239426},"last-modified-date":{"value":1460762239426},"content":"Prof. Buddhima Indraratna is a graduate in Civil Engineering from Imperial College, University of London, and completed his PhD in Geotechnical Engineering at University of Alberta, Canada.  Having worked in Civil Engineering Industry for a number of years, he decided to join academia.  \n\nCurrently he is Professor of Civil Engineering at University of Wollongong, Australia, and the Founding Director of the Centre for Geomechanics and Railway Engineering (GRE) and Program Leader of Australian Research Council’s Centre of Excellence for Geotechnics.  Prof. Indraratna has been an active geotechnical consultant and a UNDP expert for various geotechnical projects in both Australia and overseas.\n\nProf. Indraratna was a recipient of Swedish Geotechnical Society award in 1999, Robert Quigley Honourable award from the Canadian Geotechnical Society in 2007 and 2011, and IACMAG Excellent Contributions Award in 2008.  \n\nIn 2009, Prof. Indraratna was honoured by the Business and Higher Education Round Table award for Outstanding Contributions to Rail Innovations by the Australian Commonwealth Government.  \n\nIn 2010, he delivered the E.H. Davis Memorial Lecture of the Australian Geomechanics Society for his distinguished contributions from Theory to Practice in Geotechnical Engineering.  He is the recipient of the ISSMGE's 2015 Ralph Roscoe Proctor Award and Lecture (to be delivered in Portugal in 2016).    In 2011, he was awarded the prestigious Transport Medal by Engineers Australia for his contributions to transport infrastructure engineering. He won the prestigious CS Desai medal of IACMAG in 2014, and the RTSA (Railway Technical Society of Australasia) in 2015. \n\nHe has been a Keynote Speaker and Invited Guest Lecturer at over 45 international conferences.  He has published over 500 articles in refereed journals and conferences, and is the author of 6 books and 200 peer-reviewed Journal papers.  He has supervised about 45 PhD graduates and 25 Postdoctoral Fellows thus far.\n\nHe is a Fellow of the Australian Academy of Technological Sciences and Engineering (FTSE), Fellow of Institution of Engineers Australia (FIEAust), Fellow of American Society of Civil Engineers (FASCE)and Fellow of the Geological Society (FGS), United Kingdom.","visibility":"PUBLIC","path":"/0000-0002-9057-1514/biography"},"researcher-urls":{"last-modified-date":null,"researcher-url":[],"path":"/0000-0002-9057-1514/researcher-urls"},"emails":{"last-modified-date":null,"email":[],"path":"/0000-0002-9057-1514/email"},"addresses":{"last-modified-date":null,"address":[],"path":"/0000-0002-9057-1514/address"},"keywords":{"last-modified-date":null,"keyword":[],"path":"/0000-0002-9057-1514/keywords"},"external-identifiers":{"last-modified-date":null,"external-identifier":[],"path":"/0000-0002-9057-1514/external-identifiers"},"path":"/0000-0002-9057-1514/person"}