{"last-modified-date":{"value":1465226976952},"name":{"created-date":{"value":1460759621440},"last-modified-date":{"value":1460759621440},"given-names":{"value":"Farooq"},"family-name":{"value":"Rathore"},"credit-name":{"value":"FA Rathore"},"source":null,"visibility":"PUBLIC","path":"0000-0002-4759-0453"},"other-names":{"last-modified-date":{"value":1406066750619},"other-name":[{"created-date":{"value":1406066750619},"last-modified-date":{"value":1406066750619},"source":{"source-orcid":{"uri":"http://orcid.org/0000-0002-4759-0453","path":"0000-0002-4759-0453","host":"orcid.org"},"source-client-id":null,"source-name":{"value":"FA Rathore"}},"content":"MFA Rathore","visibility":"PUBLIC","path":"/0000-0002-4759-0453/other-names/237699","put-code":237699,"display-index":0}],"path":"/0000-0002-4759-0453/other-names"},"biography":{"created-date":{"value":1460759621443},"last-modified-date":{"value":1469289586471},"content":"I am a consultant and HOD at the Department of Rehabilitation Medicine,PNS Shifa Hospital, DHA-II, Karachi , Pakistan. In addition I am also the Assistant Professor Bahria University Medical and Dental College, Karachi\nand Adjunct Clinical Assistant Professor ,Faculty of Rehabilitation Medicine ,University of Alberta, Edmonton , Alberta Canada T6G 2G4 Canada.\nI deal with all forms of physical disabilities; major and minor across all groups. My research career started in the aftermath of the Oct 2005 earthquake of Pakistan. I was a first year trainee in rehabilitation medicine Armed Forces Institute of Rehabilitation Medicine (AFIRM) Rawalpindi. I was part of the team assigned to care for more than 200 severely disabled paraplegics at AFIRM and two make shift Spinal cord injuries (SCI) centers. It gave me a unique opportunity to systematically collect data and publish on an aspect of disasters which was never reported before;\" Epidemiology of SCI in an earthquake\". It was during this time that I developed international academic and research liaison with leading experts in Rehabilitation Medicine and SCI medicine in Australia ( Dr New) and USA ( Dr Haig).\nSo far I have published 20 manuscripts related to different aspects of SCI which are the largest number of manuscripts written by any doctor in Pakistan and South Asia (India, Pakistan, Bangladesh, Nepal, Srilanka and Iran). After the earthquake I focused on conducting clinical research on SCI, stroke, amputees and other disability related issues in Pakistan. I published the first article from Pakistan on stroke rehabilitation in which I identified the short comings in the stroke rehabilitation referral system and suggested remedial measures. In 2008 I became the first Pakistani author to publish in the most prestigious and cited international Journal in Rehabilitation Medicine; The Archives of PMR, USA. I am the first Pakistan based Rehabilitation Medicine physician doctor to publish in any international biomedical journal.\n\n I have published and presented papers at national and international level on topics such as SCI and Stroke Rehabilitation, disability management, role of medical rehabilitation in disasters and disability in Pakistan. As of Aug 2015, I have 84 national and international  publications (including 03 books and an encyclopedia chapter) along with 60 oral and poster presentations to my credit. These are the largest numbers of publications/presentations among all Rehabilitation medicine doctors based in the South Asian region.\n\nIn addition I have successfully completed workshops on research methodology; bio statistics; medical education and medical writing which have helped me improve my research and medical writing skills. I am the administrator of the only online Rehabilitation forum in Pakistan; RehabPakistan and South Asia: SAARC -Rehab. I am also providing mentoring in research and medical writing to my junior colleagues and have successfully carried out research projects with under graduate medical students at Army Medical College, National university of Science and Technology, Rawalpindi, Pakistan. Currently I am mentoring three research teams of under-graduate medical students of CMH Lahore Medical college. Oral papers and posters   have been presented and manuscript preparation for publication is underway. I have been an invited and plenary speaker at the national and international conferences and have helped my colleague secure funding for these endeavors.\n\nMy accomplishments in medical research have been acknowledged at national and international level in form of \"Young Investigator Award \" at the 5th Annual Congress of International Society of PMR, Istanbul, Turkey( June 2009) ,Ibn-e – Sina Silver medal for outstanding research, AuthorAID mentor of the year award 2014 and more. Inside country I have won the Research productivity Award by the Pakistan Council for Science and Technology, Islamabad, Pakistan consecutively for four years (2010-2013). I have received funding’s and scholarships of more than 30,000 USD in the last five years. I am a team player and have conducted 30 workshops on different aspects of medical writing Since March  2014.\nI am passionate about my work, ready to share my experience, teach others and plan to do more in the years to come !","visibility":"PUBLIC","path":"/0000-0002-4759-0453/biography"},"researcher-urls":{"last-modified-date":null,"researcher-url":[],"path":"/0000-0002-4759-0453/researcher-urls"},"emails":{"last-modified-date":null,"email":[],"path":"/0000-0002-4759-0453/email"},"addresses":{"last-modified-date":{"value":1465226976952},"address":[{"created-date":{"value":1453659664563},"last-modified-date":{"value":1465226976952},"source":{"source-orcid":{"uri":"http://orcid.org/0000-0002-4759-0453","path":"0000-0002-4759-0453","host":"orcid.org"},"source-client-id":null,"source-name":{"value":"FA Rathore"}},"country":{"value":"PK"},"visibility":"PUBLIC","path":"/0000-0002-4759-0453/address/201797","put-code":201797,"display-index":0}],"path":"/0000-0002-4759-0453/address"},"keywords":{"last-modified-date":{"value":1377025924615},"keyword":[{"created-date":{"value":1377025924615},"last-modified-date":{"value":1377025924615},"source":{"source-orcid":{"uri":"http://orcid.org/0000-0002-4759-0453","path":"0000-0002-4759-0453","host":"orcid.org"},"source-client-id":null,"source-name":{"value":"FA Rathore"}},"content":"Pakistan, Rehabilitation Medicine","visibility":"PUBLIC","path":"/0000-0002-4759-0453/keywords/27280","put-code":27280,"display-index":0}],"path":"/0000-0002-4759-0453/keywords"},"external-identifiers":{"last-modified-date":{"value":1377025924615},"external-identifier":[{"created-date":{"value":1377025924615},"last-modified-date":{"value":1377025924615},"source":{"source-orcid":null,"source-client-id":{"uri":"http://orcid.org/client/0000-0002-5982-8983","path":"0000-0002-5982-8983","host":"orcid.org"},"source-name":{"value":"Scopus to ORCID"}},"external-id-type":"Scopus Author ID","external-id-value":"23571262100","external-id-url":{"value":"http://www.scopus.com/inward/authorDetails.url?authorID=23571262100&partnerID=MN8TOARS"},"external-id-relationship":"SELF","visibility":"PUBLIC","path":"/0000-0002-4759-0453/external-identifiers/147156","put-code":147156,"display-index":0}],"path":"/0000-0002-4759-0453/external-identifiers"},"path":"/0000-0002-4759-0453/person"}