{"last-modified-date":{"value":1375711730037},"name":{"created-date":{"value":1460755603511},"last-modified-date":{"value":1460755603511},"given-names":{"value":"Keykavous"},"family-name":{"value":"Parang"},"credit-name":{"value":""},"source":null,"visibility":"PUBLIC","path":"0000-0001-8600-0893"},"other-names":{"last-modified-date":null,"other-name":[],"path":"/0000-0001-8600-0893/other-names"},"biography":{"created-date":{"value":1460755603513},"last-modified-date":{"value":1466625215392},"content":"Dr. Keykavous Parang is Associate Dean of Research, Graduate Studies and Global Affairs and a Full Professor of Medicinal Chemistry and Pharmacology in the School of Pharmacy at Chapman University in Irvine, California. He earned a Pharm.D. degree from Tehran University of Medical Sciences in 1989. He received his Ph.D. in medicinal chemistry from the Faculty of Pharmacy at University of Alberta in 1997, followed by a postdoctoral study in the fields of carbohydrate chemistry and solid-phase organic synthesis in Department of Chemistry. He pursued additional postdoctoral studies at Rockefeller University and Johns Hopkins University in bioorganic chemistry. Keykavous joined the University of Rhode Island in October 2000. He became a full professor at the University of Rhode Island in July 2008. He is currently an Adjunct Faculty in Department of Molecular Pharmacology, Physiology and Biotechnology at Brown University, a visiting scientist in Department of Pharmacology and Molecular Sciences, School of Medicine, Johns Hopkins University, and a research professor in Department of Biomedical and Pharmaceutical Sciences at the University of Rhode Island. He served as the Program Coordinator of Rhode Island IDeA Network of Biomedical Research Excellence (RI-INBRE) NIH program (June 2012-2013). \n\nKeykavous has received numerous awards and honors, such as Outstanding Intellectual Property Development (URI, 2013), Research Excellence Award (College of Pharmacy, URI, 2012), and Outstanding Researcher (URI, 2011). He is a member of American Chemical Society, American Association for the Advancement of Science, American Association of Pharmaceutical Scientists, and American Association of Colleges of Pharmacy. He is an author of 153 peer-reviewed publications, 7 patents, and 128 meeting abstracts.\n\nDr. Parang’s research can described as \"the application of synthetic organic chemistry to problems in biology\". Specific areas currently under investigation include (1) using peptides as cell-penetrating molecular transporters in drug delivery; (2) designing protein kinase inhibitors; (3) development of multifunctional anti-HIV, anticancer, and antibacterial agents; (4) synthesis and evaluation of modified nucleosides and nucleic acids; and (5) designing peptide nanomaterials for applications in drug delivery and tissue engineering.","visibility":"PUBLIC","path":"/0000-0001-8600-0893/biography"},"researcher-urls":{"last-modified-date":{"value":1375711730037},"researcher-url":[{"created-date":{"value":1375711730037},"last-modified-date":{"value":1375711730037},"source":{"source-orcid":{"uri":"http://orcid.org/0000-0001-8600-0893","path":"0000-0001-8600-0893","host":"orcid.org"},"source-client-id":null,"source-name":{"value":"Keykavous Parang"}},"url-name":"Keykavous Parang's Website","url":{"value":"http://www.uri.edu/pharmacy/departments/bps/faculty/parang.shtml"},"visibility":"PUBLIC","path":"/0000-0001-8600-0893/researcher-urls/132303","put-code":132303,"display-index":0}],"path":"/0000-0001-8600-0893/researcher-urls"},"emails":{"last-modified-date":null,"email":[],"path":"/0000-0001-8600-0893/email"},"addresses":{"last-modified-date":null,"address":[],"path":"/0000-0001-8600-0893/address"},"keywords":{"last-modified-date":null,"keyword":[],"path":"/0000-0001-8600-0893/keywords"},"external-identifiers":{"last-modified-date":null,"external-identifier":[],"path":"/0000-0001-8600-0893/external-identifiers"},"path":"/0000-0001-8600-0893/person"}