{"last-modified-date":null,"name":{"created-date":{"value":1473945800091},"last-modified-date":{"value":1473945800091},"given-names":{"value":"Dulan"},"family-name":{"value":"Jayasooriya"},"credit-name":null,"source":null,"visibility":"PUBLIC","path":"0000-0002-9083-6172"},"other-names":{"last-modified-date":null,"other-name":[],"path":"/0000-0002-9083-6172/other-names"},"biography":{"created-date":{"value":1478052096554},"last-modified-date":{"value":1479208265098},"content":"Interests\nPrimary Interests:  Stem cell based tissue engineering \nAt present , I am  interested in stem cell based tissue regenerative  therapy using  human umbilical cord derived cells ( hUC-MSC)  and stem cells of other origins. Would like to partner with individuals with common interests in stem cell therapy for injuries.\n\nLately I was  involved in a project on human bone tissue engineering using human umbilical  cord blood derived  MSC employing nano-particles, where I designed methods to improve transfection efficiency and human BMP2 expression in hUC-MSC , and explored  methods to create  stem cell niche environments to enhance  osteogenic differentiation during   gene delivery.\n\n\nOther interests (Past) \nGene therapy – Viral and non-viral mediated delivery, \nPhylogenetics – Molecular Virology   \n\nProfile : \n\n•\tOver 6 years of wet lab experience in molecular biology  and   cell culture  techniques\n•\tProficiency in  DNA/RNA, extractions , digital PCR, RT-PCR,PCR, gel electrophoresis  , cytotoxicity assays, vector designing,   cloning using plasmids and Adenoviral vectors  and other non-viral  gene delivery methods \n•\tCompetence in designing iRNA vectors for gene Knock-down assays and in vitro transcription. \n•\tCompetence in Ag and antibody (Ab) detection    ELISA, PCR-ELISA, blotting techniques , flow cytometry, directimmuno fluorescence / FAT,  & knowledge on MACS (Magnetic Cell Sorting) systems\n•\tExpertise in cell culture of  different cell lines (Stem, mammalian, insect) and primary culture \n•\tExpertise in using a variety of cell lines for in-vitro studies (including  therapeutic studies)   and working  in BSL-2 , BSL-3  environments while adhering to GLPs.\n•\tInnovativeness ,demonstrated initiative lateral and  critical thinking skills\n•\tCompetence  in animal handling and use of rats/mouse for antibody production and surgeries.\n•\tExpertise in primer designing , data analysis, interpretation ,correlation  and summarizing of multifaceted biological research data using Prism, WinPepi  MS excel etc.\n•\tDemonstrated capabilities in optimization, trouble shooting and standardization of protocols\n•\tExpertise in Immunoinformatics and Bioinformatics tools\n•\tExcellent attention-to-detail and record-keeping skills\n•\tProven effective interpersonal communication and  liaison capabilities\n•\tAbility to exercise flexibility,  good judgment and discretion and work with precision and accuracy\n•\tProficiency in presentation of research  data to  scientific and non scientific  audiences\n\nSpecialized training / courses  (selected)  2013 -2016\n\n\n•\tDiploma in Biological Sciences, in  Laboratory and Research. - Northern Alberta Institute of Technology, Canada  (2016)                                                                                                                                       \n:  Animal handling and animal surgeries, primary culture- (rat cardiomyocytes, chick embryo) \nrat/mouse splenectomy ,nephrectomy,  bone marrow isolation and culture of  mouse bone marrow    progenitor cells for immune activation.\nImmunology techniques: immunohistochemistry-embedded sections and immunostaining.\n       immunization of mice, antisera collection by cardiac puncture rat antibody production, \n        Ab purification  using affinity chromatography, HPLC, SDS-PAGE, IR, GC-MS, HPLC,\n\nMolecular Biology : qPCR, siRNA knockdown and gene expression, Conventional and PCR based cloning, RNAi and vector construction for Antagomir delivery for gene knock down, , none viral mediated gene delivery methods an ancillary molecular biology techniques. \n\n•\tTraining programme titled “Techniques Used for Human Induced pluripotent stem cells (hiPSC) differentiation to Neural Lineages ; Neural Induction and Neural Expansion; NSC Staining for Pluripotent Marker (Oct4) and Neural Markers (Sox1, Nestin and Sox2) and  Cryopreservation of Neural Stem Cells\n,MACS cell  sorting conducted by the National Institutes of Health (NIH) USA  (2013).\n\n\n•\tWet lab  course on Digital droplet PCR  and Array PCR assay design and  applications ( FAES National Institutes of Health (NIH), Maryland , USA  (2015).\n\n•\t\"Hands on\" laboratory course on Immunofluorescence and Confocal Microscopy (FLIP, FRAP, FRET,)  at the FAES at National Institutes of Health (NIH) USA  (2015).\n\n•\tWet lab  (Advanced) course on multi colour flowcytometry and  cell separation  at the  UBC FLOW facility , University of British Columbia   (2015).\n\n•\tCanadian Council of Animal Care (CCAC) part-1, training in the care of and the use of animals  in research, teaching and testing ( NAIT). 2016.\n\n•\t Radiation safety committee certificate of training – (Environment, Health, and safety, University of Alberta) ( 2016 )","visibility":"PUBLIC","path":"/0000-0002-9083-6172/biography"},"researcher-urls":{"last-modified-date":null,"researcher-url":[],"path":"/0000-0002-9083-6172/researcher-urls"},"emails":{"last-modified-date":null,"email":[],"path":"/0000-0002-9083-6172/email"},"addresses":{"last-modified-date":null,"address":[],"path":"/0000-0002-9083-6172/address"},"keywords":{"last-modified-date":null,"keyword":[],"path":"/0000-0002-9083-6172/keywords"},"external-identifiers":{"last-modified-date":null,"external-identifier":[],"path":"/0000-0002-9083-6172/external-identifiers"},"path":"/0000-0002-9083-6172/person"}