{"dcterms:modified":"2020-11-17","dcterms:creator":"A Dataverse Instance","@type":"ore:ResourceMap","@id":"https://dataverse.library.ualberta.ca/api/datasets/export?exporter=OAI_ORE&persistentId=doi:10.7939/DVN/1T7ZWG","ore:describes":{"Title":"Leys Lab Papers","Author":{"author:Name":"Leys, Sally"},"citation:Contact":{"datasetContact:Name":"Leys, Sally","datasetContact:E-mail":"sleys@ualberta.ca"},"citation:Description":{"dsDescription:Text":"This is a repository for papers published by Sally Leys and the Leys lab. "},"Subject":["Earth and Environmental Sciences","Medicine, Health and Life Sciences"],"citation:Depositor":"Leys, Sally","Deposit Date":"2020-01-13","@id":"doi:10.7939/DVN/1T7ZWG","@type":["ore:Aggregation","schema:Dataset"],"schema:version":"1.0","schema:datePublished":"2020-11-17","schema:name":"Leys Lab Papers","schema:dateModified":"2020-11-17 17:36:02.005","schema:license":"https://creativecommons.org/publicdomain/zero/1.0/","dvcore:fileTermsOfAccess":{"dvcore:fileRequestAccess":false},"schema:includedInDataCatalog":"Sally Leys Lab","ore:aggregates":[{"schema:description":"The appearance of multicellular animals during the Neoproterozoic Era is thought to have coincided with\r\noxygenation of the oceans; however, we know little about the physiological needs of early animals or about the environment they lived in. Approaches using biomarkers, fossils, and phylogenomics have provided some hints of the types\r\nof animals that may have been present during the Neoproterozoic, but extant animals are our best modern links to the\r\ntheoretical ancestors of animals. Neoproterozoic oceans were low energy habitats, with low oxygen concentrations and\r\nsparse food availability for the first animals. We examined tolerance of extant ctenophores and sponges—as representatives of extant lineages of the earliest known metazoan groups—to feeding and oxygen use. A review of respiration rates\r\nin species across several phyla suggests that suspension feeders in general have a wide range of metabolic rates, but\r\nsponges have some of the highest of invertebrates and ctenophores some of the lowest. Our own studies on the\r\nmetabolism of two groups of deep water sponges show that sponges have different approaches to deal with the cost\r\nof filtration and low food availability. We also confirmed that deep water sponges tolerate periods of hypoxia, but at the\r\ncost of filtration, indicating that normal feeding is energetically expensive. Predictions of oxygen levels in the\r\nNeoproterozoic suggest the last common ancestor of multicellular animals was unlikely to have filtered like modern\r\nsponges. Getting enough food at low oxygen would have been a more important driver of the evolution of early body\r\nplans.","schema:name":"Oxygen and the Energetic Requirements of the First Multicellular Animals","dvcore:restricted":false,"schema:version":1,"dvcore:datasetVersionId":1528,"@id":"doi:10.7939/DVN/1T7ZWG/D5I847","schema:sameAs":"https://dataverse.library.ualberta.ca/api/access/datafile/:persistentId?persistentId=doi:10.7939/DVN/1T7ZWG/D5I847","@type":"ore:AggregatedResource","schema:fileFormat":"application/pdf","dvcore:filesize":455161,"dvcore:storageIdentifier":"file://16fa02e9393-438150ee3a3a","dvcore:rootDataFileId":-1,"dvcore:checksum":{"@type":"MD5","@value":"921d8014ba47d841f2caa78b0e938b00"}},{"schema:description":"Geodia barretti is a massive nearly spherical sponge that forms dense assemblages on the continental shelf\r\nof the North Atlantic and the Norwegian Sea. We studied the metabolism of individual sponges collected\r\nusing a remotely operated vehicle and maintained in large tanks with high volumes of unfiltered water\r\nbrought from 160 m depth. We used direct methods (In-Ex) to measure excurrent flow rates, oxygen\r\nremoved, and carbon and nutrient flux through the sponges. G. barretti had very low specific filtration\r\n(0.26 mL min21 mL21 sponge tissue) and low respiration (5.34 6 0.98 nmol O2 min21 mL21 sponge tissue;\r\n8.44 6 1.51 lmol O2 h21 g C21\r\n) rates in comparison to other sponges. A net release of nitrogen was detected\r\nas NO2\r\n3 . Bacteria were removed from the water filtered with up to 99% efficiency, yet comprised only 5% of\r\nthe sponges’ total carbon budget; the remainder consisted of dissolved organic carbon and detritus. High bacterial removal was aided by the presence of a tight gasket of cells that surrounds the collar of each choanocyte filter. A test for potential bypass canals showed removal of fluorescent microspheres until they were\r\nexcreted 5–12 h after feeding. Electron micrographs showed active uptake of Escherichia coli “fed” to the\r\nsponge as well as phagocytosis of symbiont microbes by sponge cells in the mesohyl. These data provide the\r\nfirst comprehensive study of metabolism in a deep-water high microbial abundance sponge.","schema:name":"Phagocytosis of microbial symbionts balances the carbon and nitrogen budget for the deep-water boreal sponge Geodia barretti","dvcore:restricted":false,"schema:version":1,"dvcore:datasetVersionId":1528,"@id":"doi:10.7939/DVN/1T7ZWG/J60EIU","schema:sameAs":"https://dataverse.library.ualberta.ca/api/access/datafile/:persistentId?persistentId=doi:10.7939/DVN/1T7ZWG/J60EIU","@type":"ore:AggregatedResource","schema:fileFormat":"application/pdf","dvcore:filesize":1215706,"dvcore:storageIdentifier":"file://16fa03a3cdc-2744bbf0d951","dvcore:rootDataFileId":-1,"dvcore:checksum":{"@type":"MD5","@value":"e80d0691537255f7f85f34350657cdc9"}},{"schema:description":"In the fall of 2016 large populations of pyrosomes, preliminarily identified as Pyrosoma atlanticum (Peron,\r\n1804), bloomed in the Gulf of Mexico (C. Du Preez, personal observation) and, in the spring and summer of 2017,\r\na bloom occurred in the shelf and off-shore waters from\r\nAlaska, through British Columbia, and south to Oregon\r\n(I. Perry and M. Galbraith, personal communications).\r\nPyrosomes are a member of the Thaliacean class of colonial pelagic tunicates that also includes salps and doliolids. Pyrosomes are historically rare in northern waters\r\n(Van Soest 1981) because they typically live in warm\r\nwaters from 50° N to 50° S, such as in the Gulf of Mexico. The bloom that occurred in British Columbia during\r\nthe summer of 2017 is the first recorded pyrosome bloom\r\nin these waters. Like other gelatinous zooplankton, these\r\nfree-floating colonies sink rapidly when they die (Lebrato\r\net al. 2013) and P. atlanticum undertake daily vertical\r\nmigrations (Andersen et al. 1992). It is very likely, therefore, that these blooms affect benthic food webs.","schema:name":"Pyrosome consumption by benthic organisms during blooms in the northeast Pacific and Gulf of Mexico","dvcore:restricted":false,"schema:version":1,"dvcore:datasetVersionId":1528,"@id":"doi:10.7939/DVN/1T7ZWG/L5DQYU","schema:sameAs":"https://dataverse.library.ualberta.ca/api/access/datafile/:persistentId?persistentId=doi:10.7939/DVN/1T7ZWG/L5DQYU","@type":"ore:AggregatedResource","schema:fileFormat":"application/pdf","dvcore:filesize":733191,"dvcore:storageIdentifier":"file://16fa0369c14-724aaf975749","dvcore:rootDataFileId":-1,"dvcore:checksum":{"@type":"MD5","@value":"c72981c3e35b5ac1aa783b5ca535f65b"}},{"schema:description":"Bottom-contact trawling generates large, moving clouds of suspended sediments that can alter the behaviour of\r\norganisms adjacent to trawl paths. While increased suspended sediment concentrations (SSCs) are known to\r\ncause glass sponges to arrest filtration in lab studies, the response of sponges to sediment in situ is not yet known.\r\nHere we describe arrest behaviours in response to increased SSCs recorded from the glass sponge Aphrocallistes\r\nvastus at the Fraser Ridge sponge reef in the Strait of Georgia, British Columbia, Canada. We identified 23 arrests\r\nof the sponges’ feeding current during experimental disturbances that raised SSC to between 10 and 80 mg l−1.\r\nSingle arrests lasted 4.25 ± 1.3 min (±SD) and were characterized by a 2 cm s−1 reduction in feeding current\r\nlasting 0.5–3 min (mean 1.91 ± 0.97 min, n=19). In comparison, coughing arrests varied in length\r\n(31 ± 22.89 min) with arrest phases lasting 4–15 min (10.46 ± 5.26 min, n=4). Coughing arrests showed a\r\ndistinctive on/off pattern as sponge filtration returned to normal excurrent velocities, distinguishing them from\r\nsingle arrests. The onset of both arrest types was correlated with elevated SSCs (r=−0.83 to −0.92). Natural\r\nSSCs at the reef averaged 4.4 mg l−1 and were correlated with tidal flow (r=0.86 to 0.89). The combined data\r\nprovide evidence that suspended sediments can stop glass sponge feeding in situ even at SSCs below those known\r\nto be generated by trawling.","schema:name":"Suspended sediment causes feeding current arrests in situ in the glass sponge Aphrocallistes vastus","dvcore:restricted":false,"schema:version":1,"dvcore:datasetVersionId":1528,"@id":"doi:10.7939/DVN/1T7ZWG/ZHYZMV","schema:sameAs":"https://dataverse.library.ualberta.ca/api/access/datafile/:persistentId?persistentId=doi:10.7939/DVN/1T7ZWG/ZHYZMV","@type":"ore:AggregatedResource","schema:fileFormat":"application/pdf","dvcore:filesize":1508104,"dvcore:storageIdentifier":"file://16fa02af397-cb65537cdb65","dvcore:rootDataFileId":-1,"dvcore:checksum":{"@type":"MD5","@value":"07a76376ac509dc9c7a73f712cfb19b5"}},{"schema:description":"A complex genetic repertoire underlies the apparently simple body plan of sponges. Among the genes present in\r\nporiferans are those fundamental to the sensory and nervous systems of other animals. Sponges are dynamic\r\nand sensitive animals and it is intuitive to link these genes to behaviour. The proposal that ctenophores are the\r\nearliest diverging metazoan has led to the question of whether sponges possess a ‘pre-nervous’ system or have\r\nundergone nervous system loss. Both lines of thought generally assume that the last common ancestor of\r\nsponges and eumetazoans possessed the genetic modules that underlie sensory abilities. By corollary extant\r\nsponges may possess a sensory cell homologous to one present in the last common ancestor, a hypothesis that\r\nhas been studied by gene expression. We have performed a meta-analysis of all gene expression studies\r\npublished to date to explore whether gene expression is indicative of a feature's sensory function. In sponges we\r\nfind that eumetazoan sensory-neural markers are not particularly expressed in structures with known sensory\r\nfunctions. Instead it is common for these genes to be expressed in cells with no known or uncharacterized\r\nsensory function. Indeed, many sensory-neural markers so far studied are expressed during development,\r\nperhaps because many are transcription factors. This suggests that the genetic signal of a sponge sensory cell is\r\ndissimilar enough to be unrecognizable when compared to a bilaterian sensory or neural cell. It is possible that\r\nsensory-neural markers have as yet unknown functions in sponge cells, such as assembling an immunological\r\nsynapse in the larval globular cell. Furthermore, the expression of sensory-neural markers in non-sensory cells,\r\nsuch as adult and larval epithelial cells, suggest that these cells may have uncharacterized sensory functions.\r\nWhile this does not rule out the co-option of ancestral sensory modules in later evolving groups, a distinct\r\ngenetic foundation may underlie the sponge sensory system.","schema:name":"Think like a sponge The genetic signal of sensory cells in sponges","dvcore:restricted":false,"schema:version":1,"dvcore:datasetVersionId":1528,"@id":"doi:10.7939/DVN/1T7ZWG/GJYYQK","schema:sameAs":"https://dataverse.library.ualberta.ca/api/access/datafile/:persistentId?persistentId=doi:10.7939/DVN/1T7ZWG/GJYYQK","@type":"ore:AggregatedResource","schema:fileFormat":"application/pdf","dvcore:filesize":1101350,"dvcore:storageIdentifier":"file://16fa03b2a87-9b89a93d1dd6","dvcore:rootDataFileId":-1,"dvcore:checksum":{"@type":"MD5","@value":"72c93813ef662926b38272f197c8ec31"}},{"schema:description":"Sponges link the microbial loop with benthic communities by feeding on bacteria. Glass sponge reefs\r\non the continental shelf of western Canada have extremely high grazing rates, consuming seven times\r\nmore particulate carbon than can be supplied by vertical fux alone. Unlike many sponges, the reef\r\nbuilding species Aphrocallistes vastus has no microbial symbionts and removes little dissolved organic\r\ncarbon. To determine how reef sponges therefore get enough food to sustain such substantial grazing\r\nwe measured stable carbon and nitrogen isotope signatures of water, sediment and sponge tissues.\r\nTo ensure samples were temporally associated, we also studied the duration particles were retained in\r\ntissues in controlled feeding studies using microscopic beads and 13C-labeled bacteria. Although fecal\r\npellets were expelled from sponges within 24hours of feeding, intact bacteria were still found in tissues\r\nand sponge tissues retained elevated 13C levels for at least 14 days. These independent lines of evidence\r\nsuggest that carbon in reef sponge tissues may refect food consumed from days to weeks earlier. Stable\r\nisotope analysis suggests that heterotrophic bacteria ingested by the sponges comes from a confuence\r\nof trophic subsidies: from terrestrial and oceanic sources, and also potentially on sediment-borne\r\nbacteria resuspended by tidal currents.","schema:name":"Trophic ecology of glass sponge reefs in the Strait of Georgia, British Columbia","dvcore:restricted":false,"schema:version":1,"dvcore:datasetVersionId":1528,"@id":"doi:10.7939/DVN/1T7ZWG/INHCWL","schema:sameAs":"https://dataverse.library.ualberta.ca/api/access/datafile/:persistentId?persistentId=doi:10.7939/DVN/1T7ZWG/INHCWL","@type":"ore:AggregatedResource","schema:fileFormat":"application/pdf","dvcore:filesize":3112942,"dvcore:storageIdentifier":"file://16fa0393426-90d17a613792","dvcore:rootDataFileId":-1,"dvcore:checksum":{"@type":"MD5","@value":"f524be0321dffecc8798e1b0a50eb809"}},{"schema:description":"Sponges are important but often-neglected organisms. The absence ofclassical animal traits (nerves, digestive tract, and muscles) makes spongeschallenging for non-specialists to work with and has delayed getting highquality genomic data compared to other invertebrates. Yet analyses of spongegenomes and transcriptomes currently available have radically changed ourunderstanding of animal evolution. Sponges are of prime evolutionaryimportance as one of the best candidates to form the sister group of all otheranimals, and genomic data are essential to understand the mechanisms thatcontrol animal evolution and diversity. Here we review the most significantoutcomes of current genomic and transcriptomic analyses of sponges, anddiscuss limitations and future directions of sponge transcriptomic andgenomic studies.","schema:name":"Understanding Animal Evolution The Added Value of Sponge Transcriptomics and Genomics","dvcore:restricted":false,"schema:version":1,"dvcore:datasetVersionId":1528,"@id":"doi:10.7939/DVN/1T7ZWG/EAZK76","schema:sameAs":"https://dataverse.library.ualberta.ca/api/access/datafile/:persistentId?persistentId=doi:10.7939/DVN/1T7ZWG/EAZK76","@type":"ore:AggregatedResource","schema:fileFormat":"application/pdf","dvcore:filesize":1182490,"dvcore:storageIdentifier":"file://16fa02d45a5-0c07ab195f19","dvcore:rootDataFileId":-1,"dvcore:checksum":{"@type":"MD5","@value":"9006527d999984ddb551fb253b2a130e"}},{"schema:description":"Background: The Wnt signaling pathway is uniquely metazoan and used in many processes during development,\r\nincluding the formation of polarity and body axes. In sponges, one of the earliest diverging animal groups, Wnt\r\npathway genes have diverse expression patterns in different groups including along the anterior-posterior axis of\r\ntwo sponge larvae, and in the osculum and ostia of others. We studied the function of Wnt signaling and body\r\npolarity formation through expression, knockdown, and larval manipulation in several freshwater sponge species.\r\nResults: Sponge Wnts fall into sponge-specific and sponge-class specific subfamilies of Wnt proteins. Notably Wnt\r\ngenes were not found in transcriptomes of the glass sponge Aphrocallistes vastus. Wnt and its signaling genes were\r\nexpressed in archaeocytes of the mesohyl throughout developing freshwater sponges. Osculum formation was\r\nenhanced by GSK3 knockdown, and Wnt antagonists inhibited both osculum development and regeneration. Using\r\ndye tracking we found that the posterior poles of freshwater sponge larvae give rise to tissue that will form the\r\nosculum following metamorphosis.\r\nConclusions: Together the data indicate that while components of canonical Wnt signaling may be used in\r\ndevelopment and maintenance of osculum tissue, it is likely that Wnt signaling itself occurs between individual\r\ncells rather than whole tissues or structures in freshwater sponges.","schema:name":"Wnt signaling and polarity in freshwater sponges","dvcore:restricted":false,"schema:version":1,"dvcore:datasetVersionId":1528,"@id":"doi:10.7939/DVN/1T7ZWG/37WGUT","schema:sameAs":"https://dataverse.library.ualberta.ca/api/access/datafile/:persistentId?persistentId=doi:10.7939/DVN/1T7ZWG/37WGUT","@type":"ore:AggregatedResource","schema:fileFormat":"application/pdf","dvcore:filesize":13829013,"dvcore:storageIdentifier":"file://16fa0383fb3-ab730af522d1","dvcore:rootDataFileId":-1,"dvcore:checksum":{"@type":"MD5","@value":"4b3d066977d4eaa080dfbafdbe57b499"}}],"schema:hasPart":["doi:10.7939/DVN/1T7ZWG/D5I847","doi:10.7939/DVN/1T7ZWG/J60EIU","doi:10.7939/DVN/1T7ZWG/L5DQYU","doi:10.7939/DVN/1T7ZWG/ZHYZMV","doi:10.7939/DVN/1T7ZWG/GJYYQK","doi:10.7939/DVN/1T7ZWG/INHCWL","doi:10.7939/DVN/1T7ZWG/EAZK76","doi:10.7939/DVN/1T7ZWG/37WGUT"]},"@context":{"Author":"http://purl.org/dc/terms/creator","Deposit Date":"http://purl.org/dc/terms/dateSubmitted","Subject":"http://purl.org/dc/terms/subject","Title":"http://purl.org/dc/terms/title","author":"https://dataverse.org/schema/citation/author#","citation":"https://dataverse.org/schema/citation/","datasetContact":"https://dataverse.org/schema/citation/datasetContact#","dcterms":"http://purl.org/dc/terms/","dsDescription":"https://dataverse.org/schema/citation/dsDescription#","dvcore":"https://dataverse.org/schema/core#","ore":"http://www.openarchives.org/ore/terms/","schema":"http://schema.org/"}}