{"dcterms:modified":"2020-08-26","dcterms:creator":"A Dataverse Instance","@type":"ore:ResourceMap","@id":"https://dataverse.library.ualberta.ca/api/datasets/export?exporter=OAI_ORE&persistentId=doi:10.7939/DVN/10567","ore:describes":{"geospatial:Geographic Coverage":[{"geographicCoverage:Country / Nation":"Canada"},{"geographicCoverage:Other":"Alberta"}],"citation:Topic Classification":[{"topicClassification:Term":"Public opinion -- Alberta"},{"topicClassification:Term":"Social surveys -- Alberta"},{"topicClassification:Term":"Alberta -- Social conditions -- Statistics"},{"topicClassification:Term":"Alberta -- Economic conditions -- Statistics"}],"citation:Keyword":[{"keyword:Term":"demographics"},{"keyword:Term":"health"},{"keyword:Term":"smoking"},{"keyword:Term":"non-prescription drugs"},{"keyword:Term":"diet"},{"keyword:Term":"smoking"},{"keyword:Term":"abortion"},{"keyword:Term":"Alberta"},{"keyword:Term":"economy"},{"keyword:Term":"family"},{"keyword:Term":"violence"},{"keyword:Term":"crime"},{"keyword:Term":"police"},{"keyword:Term":"employment"},{"keyword:Term":"unions"},{"keyword:Term":"television"},{"keyword:Term":"schools"},{"keyword:Term":"seatbelts"},{"keyword:Term":"small business"},{"keyword:Term":"handgun"},{"keyword:Term":"fertility"},{"keyword:Term":"automated machines"},{"keyword:Term":"politics"},{"keyword:Term":"finances"}],"citation:Description":{"dsDescription:Text":"The Department of Sociology, University of Alberta, conducts the AAS and EAS Studies through its research facility, th\r\ne Population Research Laboratory (PRL)--this year's topics include: demographics, health, smoking, abortion attitudes, the Alberta Economy, family violence, crime, police, employment, and television viewing. Over the years, the project has afforded University researchers and local community agencies an opportunity to investigate and explore social issues of importance to Albertans in an on-going research framework.   For the past ten studies, the annual survey project conducted by the Population Research Laboratory has been confined to the corporate boundaries of the City of Edmonton (Edmonton Area Study, EAS). However, for this eleventh year, an expanded Study was undertaken to include all of Alberta comprising both face-to-face and telephone interviewing.","dsDescription:Date":"1987-05"},"citation:Date of Collection":{"dateOfCollection:Start":"1987-01","dateOfCollection:End":"1987-02"},"Author":{"author:Name":"Population Research Laboratory","author:Affiliation":"Department of Sociology, University of Alberta"},"citation:Series":{"series:Name":"Alberta Survey (formerly the Edmonton Survey)."},"citation:Other ID":{"otherId:Identifier":"aas87"},"citation:Contact":{"datasetContact:Name":"Digital Initiatives ","datasetContact:Affiliation":"University of Alberta","datasetContact:E-mail":"data@ualberta.ca"},"Time Period Covered":{"timePeriodCovered:Start":"1987-01","timePeriodCovered:End":"1987-02"},"citation:Producer":{"producer:Name":"Population Research Laboratory","producer:Affiliation":"University of Alberta","producer:Abbreviation":"PRL"},"citation:Distributor":{"distributor:Name":"Digital Initiatives ","distributor:Affiliation":"University of Alberta Libraries","distributor:Abbreviation":"DI","distributor:URL":"https://www.library.ualberta.ca/digital-initiatives"},"Deposit Date":"2015-09-09","socialscience:Sampling Procedure":"SAMPLE SELECTION - Face-to-Face Interviews As in recent previous Edmonton Area Studies, the sampling frame consisted of a computerized list of addresses compiled by the City of Edmonton from their most current enumeration (1986). From the computer tape, a simple random sample of 620 addresses for personal interviewing was selected. Nursing homes, military and temporary residences were deleted from the sample. Within the household, one eligible person was selected as the respondent for the one hour interview. Interviewers were instructed to obtain an equal number of male and female respondents within their allotment of interviews. As adult males are generally more difficult to contact, the following selection procedure guidelines were set for the interviewers to assist them in obtaining their quotas. a. The dwelling unit must be the person's usual place of residence and he/she must be 18 years of age or older. b. If an adult male answers the door and is willing to be interviewed, he is the respondent. c. If an adult female answers the door and there is an adult male present who is willing to be interviewed, interview the male. If the male is not willing to be interviewed, and the female is willing, interview the female. d. If an adult female answers the door and there is no adult male present, choose her as the respondent. The final sex breakdown of the sample, using the above procedures, was 50.7% male and 49.3% female. In households where a completed interview was obtained, 90% of the first eligible persons accepted. Fifty-eight percent of the first eligible persons encountered were female. TELEPHONE SAMPLE SELECTION-Calgary The three-digit prefixes of the exchanges in Calgary were assembled to generate seven?digit telephone numbers. This was done in two stages: First, an exchange was randomly selected, then a four-digit random number between 0000 and 9999 was selected and appended to the three-digit nu\r\nmber of the exchange. This process was repeated to obtain as many telephone numbers as needed. Any duplicates were discarded. The telephone numbers were then checked against the most recent edition of the \"Calgary Numerical and Street Address Directory\" to eliminate businesses and numbers in non-existent banks. TELEPHONE SAMPLE SELECTION-Other Alberta Areas The three-digit exchange prefixes were not used for selection for \"Other Alberta Areas\" as they were for Calgary because no \"reverse directory\" is available for these areas to screen out the large number of non?working numbers that would be generated. Therefore, a different approach was implemented to reduce to occurrence of non?working numbers. It was as follows. All the most current telephone directories for these areas (a total of 18) were obtained from Alberta Government Telephones (AGT) and a 10 percent sample of telephone numbers was keypunched for processing by computer. The process commenced by selecting random pages from each directory (comprising cities, towns and surrounding rural areas) and recording 10 percent of the total number of columns of telephone numbers into a computer file. From these telephone numbers, the last two digits were stripped off to derive five digits banks. Duplicates were eliminated. The actual sample of telephone numbers was then generated from the file of banks by selecting a simple random sample of five-digit banks with replacement and appending a random number between 00 and 99 to each of them. The resulting telephone numbers were examined for duplicates and repetitions were discarded. As with the face-to-face interviewers, the telephone interviewers were given instructions to obtain an equal number of male and female respondents in their assignments. Again as adult males are generally more difficult to contact, the selection procedure guidelines were exactly the same as they were to the face-to-face interviewing. At the telephone number selected: a. The dwelling unit must be the person's usual place of residence and he/she must be 18 years of age or older. b. If an adult male answers the phone and is willing to be interviewed, he is the respondent. c. If an adult female answers the phone and there is an adult male present who is willing to be interviewed, interview the male. If the male is not willing to be interviewed, and the female is willing, interview the female. d. If an adult female answers the phone and there is no adult male present, choose her as the respondent.","socialscience:Universe":"The 1987 Edmonton population universe was designated as all persons 18 years of age or older who at the time of the survey were living in a dwelling unit that was enumerated during the City of Edmonton Civic Census in the spring of 1986. The population universe designated for telephone interviewing was all persons 18 years of age or older who at the time of the survey were living in a dwelling unit in Alberta outside of the City of Edmonton that could be contacted by direct-dialing. From this population two samples were drawn to cover the area: the first one represented the City of Calgary and the second represented the remainder of the region.","Title":"All Alberta Survey, 1987","citation:Distribution Date":"1987-05","socialscience:Cleaning Operations":"The data were tabulated and cleaned in accordance with generally accepted survey research practices using SPSSx (Statistical Package For The Social Sciences) and programs developed by the PRL.","socialscience:Type of Research Instrument":"Survey","socialscience:Weighting":"The final sample obtained for each area is not proportional to the Alberta population it makes up. For instance, Edmonton is over-sampled as shown by TABLE 1. Edmonton makes up only 24% of the Alberta population but has 43% of the interviews. Therefore, in order to combine the samples for a provincial sample weighting is necessary. The weighting factors used for the 1987 survey are as follows: Edmonton 0.558439, Calgary 1.151521, and Other Alberta 1.471173.","geospatial:Geographic Unit":"Province","socialscience:Frequency":"One-time data collection.","socialscience:Time Method":"Cross-sectional","citation:Depositor":"Population Research Laboratory, Department of Sociology, University of Alberta","citation:Production Date":"1987-05","citation:Production Place":"Population Research Laboratory, Department of Sociology, University of Alberta","socialscience:Characteristics of Data Collection Situation":"FACE-TO-FACE DATA COLLECTION - Edmonton A total of 36 trained interviewers from the PRL interviewing pool conducted the interviewing which began February 5th. In the week prior to the commencement of the fieldwork an introductory letter was sent to each selected address. It briefly described the nature of the study and advised the householder of his selection indicating that he should expect a visit from an interviewer in the near future. If the interviewers were unsuccessful in establishing contact on their first visit, they were to make four callback attempts before declaring an address as \"no contact.\" Data collection took six weeks with 67% of the interviewing being completed during the first two weeks. The average interviewer completed 18 interviews. Twenty?five addresses were found to be ineligible, vacant or demolished buildings. Only these addresses were replaced by another random selection. They were defects in the sampling frame rather than non-response addresses. No other replacements were made. Monday had the highest number of completions while Friday and Sunday had the fewest completions. The completed interviews were selectively and randomly verified through a series of checks which included re?contacting respondents by telephone. No significant discrepancies or irregularities were found.   TELEPHONE DATA COLLECTION - Calgary and Other Alberta Are\r\nas The telephone interviewing began at the end of January and was completed by the end of February, a little over four weeks. Interviewing for the City of Calgary was supervised locally with seven experienced interviewers conducting the interviewing from their homes. For the \"Other Alberta\" portion of the telephone interviewing, five interviewers worked from a private office in the Population Research Laboratory using a \"WATS\" line. If the interviewers were unsuccessful in establishing contact on their first call, they were to make ten callback attempts before declaring a telephone number as \"no contact.\" Upon making contact, the interviewer identified herself, verified the telephone number, and then asked the screening questions for selecting the respondent. The telephone data collection took four weeks with 52% of the interviewing being completed during the first two weeks. The average interviewer completed 42 interviews. Fifteen percent of the completed and refused interviews were randomly and selectively verified. No significant discrepancies or irregularities were found.","socialscience:Collection Mode":"Telephone and face-to-face interviews.","Subject":["Arts and Humanities","Social Sciences"],"Kind of Data":"Microdata","socialscience:Unit of Analysis":"Individual","socialscience:Data Collector":"Population Research Laboratory, Department of Sociology, University of Alberta","@id":"doi:10.7939/DVN/10567","@type":["ore:Aggregation","schema:Dataset"],"schema:version":"4.1","schema:datePublished":"2015-09-09","schema:name":"All Alberta Survey, 1987","schema:dateModified":"Mon Mar 12 12:46:26 MDT 2018","dvcore:confidentialityDeclaration":"None required.","dvcore:specialPermissions":"None Required.","dvcore:restrictions":"None","dvcore:citationRequirements":"Cite All Alberta Survey 1987.","dvcore:depositorRequirements":"None required.","dvcore:conditions":"No attempt should be made to disclose individuals in the study nor link records through study with other files","dvcore:disclaimer":"None","dvcore:fileTermsOfAccess":{"dvcore:fileRequestAccess":false,"dvcore:originalArchive":"Data Library, University of Alberta","dvcore:availabilityStatus":"Available","dvcore:studyCompletion":"Complete."},"schema:includedInDataCatalog":"Alberta Survey","ore:aggregates":[{"schema:description":"Questionnaire and Codebook","schema:name":"1987AllAlbertaSurvey_Codebook.pdf","dvcore:restricted":false,"schema:version":2,"dvcore:datasetVersionId":1345,"dvcore:categories":["Documentation"],"@id":"https://dataverse.library.ualberta.ca/file.xhtml?fileId=4817","schema:sameAs":"https://dataverse.library.ualberta.ca/api/access/datafile/4817","@type":"ore:AggregatedResource","schema:fileFormat":"application/pdf","dvcore:filesize":460197,"dvcore:storageIdentifier":"file://5981","dvcore:rootDataFileId":-1,"dvcore:checksum":{"@type":"MD5","@value":"85a524400a06d04fcc1e985c9b13299f"}},{"schema:description":"Data File","schema:name":"1987AllAlbertaSurvey_Data.tab","dvcore:restricted":false,"schema:version":2,"dvcore:datasetVersionId":1345,"dvcore:categories":["Data"],"@id":"https://dataverse.library.ualberta.ca/file.xhtml?fileId=4818","schema:sameAs":"https://dataverse.library.ualberta.ca/api/access/datafile/4818","@type":"ore:AggregatedResource","schema:fileFormat":"text/tab-separated-values","dvcore:filesize":964792,"dvcore:storageIdentifier":"file://5982","dvcore:originalFileFormat":"application/x-spss-sav","dvcore:originalFormatLabel":"SPSS Binary","dvcore:UNF":"UNF:5:gTrPyGjfn21GtyRn455+7A==","dvcore:rootDataFileId":-1,"dvcore:checksum":{"@type":"MD5","@value":"2da0a0df6f63974865580f0494461045"}},{"schema:description":"Methodology Report","schema:name":"1987AllAlbertaSurvey_SamplingReport.pdf","dvcore:restricted":false,"schema:version":2,"dvcore:datasetVersionId":1345,"dvcore:categories":["Documentation"],"@id":"https://dataverse.library.ualberta.ca/file.xhtml?fileId=4816","schema:sameAs":"https://dataverse.library.ualberta.ca/api/access/datafile/4816","@type":"ore:AggregatedResource","schema:fileFormat":"application/pdf","dvcore:filesize":154583,"dvcore:storageIdentifier":"file://5980","dvcore:rootDataFileId":-1,"dvcore:checksum":{"@type":"MD5","@value":"f5a69b2c424a25c2bff31128fc3e7905"}}],"schema:hasPart":["https://dataverse.library.ualberta.ca/file.xhtml?fileId=4817","https://dataverse.library.ualberta.ca/file.xhtml?fileId=4818","https://dataverse.library.ualberta.ca/file.xhtml?fileId=4816"]},"@context":{"Author":"http://purl.org/dc/terms/creator","Deposit Date":"http://purl.org/dc/terms/dateSubmitted","Kind of Data":"http://rdf-vocabulary.ddialliance.org/discovery#kindOfData","Subject":"http://purl.org/dc/terms/subject","Time Period Covered":"https://schema.org/temporalCoverage","Title":"http://purl.org/dc/terms/title","author":"https://dataverse.org/schema/citation/author#","citation":"https://dataverse.org/schema/citation/","datasetContact":"https://dataverse.org/schema/citation/datasetContact#","dateOfCollection":"https://dataverse.org/schema/citation/dateOfCollection#","dcterms":"http://purl.org/dc/terms/","distributor":"https://dataverse.org/schema/citation/distributor#","dsDescription":"https://dataverse.org/schema/citation/dsDescription#","dvcore":"https://dataverse.org/schema/core#","geographicCoverage":"https://dataverse.library.ualberta.ca/schema/geospatial/geographicCoverage#","geospatial":"https://dataverse.library.ualberta.ca/schema/geospatial#","keyword":"https://dataverse.org/schema/citation/keyword#","ore":"http://www.openarchives.org/ore/terms/","otherId":"https://dataverse.org/schema/citation/otherId#","producer":"https://dataverse.org/schema/citation/producer#","schema":"http://schema.org/","series":"https://dataverse.org/schema/citation/series#","socialscience":"https://dataverse.library.ualberta.ca/schema/socialscience#","timePeriodCovered":"https://dataverse.org/schema/citation/timePeriodCovered#","topicClassification":"https://dataverse.org/schema/citation/topicClassification#"}}